{"sentence1": "Why did Imran Shaik leave Sufism?", "sentence2": "Why are woman so crazy about Imran Khan (the cricketer)?", "label": 0}
{"sentence1": "How true is it that cannabis can cure cancer?", "sentence2": "Is it true that marijuana can cure cancer? Are there any scientific researches to show evidences?", "label": 1}
{"sentence1": "When are you releasing your Goldman sachs speech transcripts?", "sentence2": "When will the Goldman Sachs speech transcripts be released?", "label": 1}
{"sentence1": "What are the best travel destinations for October?", "sentence2": "What are some of the best travel destinations?", "label": 0}
{"sentence1": "What was Jesus like as a child?", "sentence2": "What would Jesus do?", "label": 0}
{"sentence1": "How do I check Google Chrome history after it was deleted?", "sentence2": "How do I disable history deletion in Google Chrome?", "label": 0}
{"sentence1": "How do I lose 5 kgs in two months?", "sentence2": "What is the best way to lose 5 kgs in a week?", "label": 0}
{"sentence1": "Why can I not understand people?", "sentence2": "Why can't some people understand other people?", "label": 1}
{"sentence1": "What should I do if I never had sex with a virgin?", "sentence2": "How do you forgive an ex who left you for an arranged marriage when you’re still hurting?", "label": 0}
{"sentence1": "What is the furthest into the past that astronomers can currently see? Will we be able to see even further as technology advances?", "sentence2": "What is the relationship between the age of the Universe (13.7 billion years) and the distance of the most distant celestial object seen in the Universe (13.3 billion light years)?", "label": 0}
{"sentence1": "How do I check whether a person's behaviour who acts so nice is real or fake?", "sentence2": "How do I know a fake person in real life?", "label": 0}
{"sentence1": "Diesel engine CO?", "sentence2": "How can I stop doubting my gf and his nephew?", "label": 0}
{"sentence1": "I don’t want to be drafted, how can I escape from Syria?", "sentence2": "Which and all applications you are installing, if u have a laptop (I am a programmer)?", "label": 0}
{"sentence1": "What are the bitter truths of going to the US for an MBA as an Indian?", "sentence2": "What are the bitter truths of going to US for masters as an Indian?", "label": 1}
{"sentence1": "Can working professionals participate in robotics competition?", "sentence2": "Which country has the best literature? (In your opinion).", "label": 0}
{"sentence1": "How can I get the secret code to enter the “Red Headed Stepchild” speakeasy bar in Austin, Texas?", "sentence2": "How did the city of Austin, Texas get its name?", "label": 0}
{"sentence1": "When and how did you start smoking cigarette?", "sentence2": "Why did you start smoking?", "label": 0}
{"sentence1": "Why is crude oil going up today 1-11-17 after a large EIA build report?", "sentence2": "I'm 13 and I feel like I want to harm someone how do I stop feeling this way?", "label": 0}
{"sentence1": "Should I be mad at my son if he spends most of his savings on books?", "sentence2": "How do I convince my son that he doesn't have to live with his girlfriend just because he has a son with her?", "label": 0}
{"sentence1": "What cities do born and raised New Yorkers most frequently move to?", "sentence2": "\"What are the most popular high-end restaurants and bars frequented by the \"\"Power Brokers\"\" of the burgeoning Digital Technology Venture Startup Scene in New York City?\"", "label": 0}
{"sentence1": "How does zinc react with copper sulfate?", "sentence2": "How do zinc and copper nitrate react together?", "label": 0}
{"sentence1": "How will the H1-B visa process change due to a Trump presidency?", "sentence2": "Can I change my J1 visa status to H1-B or F1? (The two year rule does not apply. I finish March 15, 2017.)", "label": 0}
{"sentence1": "What is it like to be an airline pilot?", "sentence2": "Would passenger airlines be safer without human pilots?", "label": 0}
{"sentence1": "In Indonesia, what is the outlook for property investment in Jakarta and its neighboring cities such as Tangerang, Bandung and Bogor for the next 2 to 3 years?", "sentence2": "Can I go braless in Indonesia (Jakarta)?", "label": 0}
{"sentence1": "Can a military officer wear a uniform on leave?", "sentence2": "Can a student ever be rusticated for not wearing a uniform in college as per India's laws?", "label": 0}
{"sentence1": "I am 20, hardworking, and a sincere boy. I always try to do better and learn more. I always begin with full zeal and zest but lose track in the middle due to which I'd not produce expected results. How do I keep up my determination throughout?", "sentence2": "Why am I always broke?", "label": 0}
{"sentence1": "What are cluster sales?", "sentence2": "What is clustering?", "label": 0}
{"sentence1": "If I asked a ridiculous hypothetical question on Quora, what are the odds that someone from xkcd addresses it?", "sentence2": "What is the difference between a laundry detergent and an air freshener?", "label": 0}
{"sentence1": "What is the difference between right-wing libertarianism and left-wing libertarianism?", "sentence2": "For whatever reason, I see right-wing views as less intelligent than left. What are some examples of left-wing foolishness?", "label": 0}
{"sentence1": "What would happen if all the laws and rules were not applicable for a day?", "sentence2": "What would happen if there were no laws for one day?", "label": 1}
{"sentence1": "What are some things new employees should know going into their first day at Resource America?", "sentence2": "What are some things new employees should know going into their first day at Dominion Resources?", "label": 0}
{"sentence1": "What is it like flying from Bangkok to Manila and how are these touristic cities compared to Hyderabad?", "sentence2": "What is it like flying from Bangkok to Manila and how are these touristic cities compared to Chongqing?", "label": 0}
{"sentence1": "How do you learn Japanese?", "sentence2": "How should a beginner learn Japanese?", "label": 0}
{"sentence1": "What is the difference between computer science and electrical engineering?", "sentence2": "What is the difference between computer science, computer engineering, and software engineering?", "label": 0}
{"sentence1": "How much internal memory is left in HTC One M8 16 gb version after android marshmallow update?", "sentence2": "I would like to root Android Marshmallow on HTC one M8. could anyone please help me on this?", "label": 0}
{"sentence1": "How do I convert water steam into cool air?", "sentence2": "How is water converted into steam?", "label": 0}
{"sentence1": "In a Finnish sauna, is it compulsory to be naked?", "sentence2": "Have you tried saunas in Switzerland?", "label": 0}
{"sentence1": "What should I say when someone asks what's my dreams?", "sentence2": "What should I do when someone else likes my crush?", "label": 0}
{"sentence1": "Who are the sexiest male porn star?", "sentence2": "Who are the hottest male porn stars?", "label": 0}
{"sentence1": "How can I build my career in data science?", "sentence2": "What do I need to learn and do to build my career in data science?", "label": 0}
{"sentence1": "What are the Led Zeppelin tattoos? What do they mean?", "sentence2": "\"Led Zeppelin (band): What does \"\"I saw a lion he was standing alone with a tadpole in a jar\"\" mean?\"", "label": 0}
{"sentence1": "Google Interview Question: How would you reorder 9 TB of Google data in under 3 seconds using only 2 KB of memory?", "sentence2": "What data structures does Google use for Google Maps?", "label": 0}
{"sentence1": "What is the percentage load if KWH and HR are known for 250kva dg set in three phase load?", "sentence2": "What is the technological difference between top load and front load washing machines? Why are front loads better than top loads?", "label": 0}
{"sentence1": "I am 31 years old and earn about INR 120K per month and can save about 50K per month, how should invest my money to get return of 18 to 20%?", "sentence2": "I am a married 29 yr old salaried person. Our take home is Rs. 150,000 per month. What are our investment options?", "label": 0}
{"sentence1": "What is the best way to learn marketing online?", "sentence2": "What is the best online course to learn marketing?", "label": 1}
{"sentence1": "Is waste water from an air conditioner safe to drink?", "sentence2": "Is the water from split AC vent safe for birds to drink?", "label": 0}
{"sentence1": "\"Who said \"\"holding a grudge is like drinking poison and waiting for the other person to die\"\"?\"", "sentence2": "New York Daily News: Who said this?", "label": 0}
{"sentence1": "What are some useful websites for computer engineering students?", "sentence2": "Useful websites for computer students?", "label": 0}
{"sentence1": "What are the best trash talk quotes of all time?", "sentence2": "What are the best trash talk quotes in sports of all time?", "label": 0}
{"sentence1": "Is time travel possible in next 5 years?", "sentence2": "Will time travel be possible in future?", "label": 1}
{"sentence1": "Are non-solicit agreements enforceable if the person being recruited has also left the company in india?", "sentence2": "Are non-solicit agreements enforceable if the person being recruited has also left the company?", "label": 0}
{"sentence1": "What is so special about the paper used to print currency in India?", "sentence2": "What kind of currency was used in India before 1947?", "label": 0}
{"sentence1": "What are Zen Buddhism beliefs and practices?", "sentence2": "Where is Zen Buddhism most practiced?", "label": 0}
{"sentence1": "What is maladaptive daydreaming?", "sentence2": "What is it like to be a maladaptive daydreamer?", "label": 0}
{"sentence1": "How should I improve my performance?", "sentence2": "How do you improve the performance of a website?", "label": 0}
{"sentence1": "What are some good dessert recipes?", "sentence2": "What are some of the best dessert recipes that use strawberries?", "label": 0}
{"sentence1": "Can anyone predict my birth chart?", "sentence2": "What can you tell me regarding this birth chart?", "label": 0}
{"sentence1": "How Indian money is deposited in Swiss bank?", "sentence2": "Through what channel is the Indian black money transferred to Swiss banks?", "label": 1}
{"sentence1": "What is Hypem.com 's business model?", "sentence2": "What is babajob.com business model?", "label": 0}
{"sentence1": "Why the rainbows are curved in shape?", "sentence2": "What is the shape of rainbow?", "label": 0}
{"sentence1": "How cold can the Gobi Desert get, and how do its average temperatures compare to the ones in the Great Victoria Desert?", "sentence2": "How cold can the Gobi Desert get, and how do its average temperatures compare to the ones in the Simpson Desert?", "label": 1}
{"sentence1": "Is there a better way to remove Google 2-Step verification process?", "sentence2": "How do I reset my Gmail password when I don't remember my recovery information?", "label": 0}
{"sentence1": "Why was Stalin nominated for the Nobel Peace Prize in 1948?", "sentence2": "Who nominated Stalin for the Nobel Peace Prize in 1945 and 1948?", "label": 0}
{"sentence1": "\"Could there be a \"\"new\"\" Confederate States of America?\"", "sentence2": "Why did the Confederate States of America form?", "label": 0}
{"sentence1": "\"What's the Latin word for \"\"right\"\"?\"", "sentence2": "What is the Latin word for dreams?", "label": 0}
{"sentence1": "What is the weather like during the summer in Koh Lanta compared to Bangkok?", "sentence2": "What is the weather like during the summer in Koh Lanta compared to Lampang?", "label": 0}
{"sentence1": "How does it feel to be a pornstar?", "sentence2": "How is it like to be a pornstar?", "label": 1}
{"sentence1": "What are Android apps are very interesting and important?", "sentence2": "What are spiritual actives witten in bhodhidharma?", "label": 0}
{"sentence1": "Why do bond prices go up when interest rates go down?", "sentence2": "In bond pricing, what do people mean by 'the interest rate?'", "label": 0}
{"sentence1": "Which is the best and worst bank in India to open a saving account and why?", "sentence2": "If I put battery inside my smartphone the phone is heated?", "label": 0}
{"sentence1": "What do people of Pakistan think about Uri attack?", "sentence2": "What are the unbiased views of Pakistan citizens in the light of Uri attack?", "label": 1}
{"sentence1": "Is Russia currently an enemy of the United States?", "sentence2": "Why are the United States of America and Russia enemies?", "label": 0}
{"sentence1": "Are there any flaws in the American education system?", "sentence2": "What is wrong with the American school system?", "label": 1}
{"sentence1": "What is your typical day like?", "sentence2": "What do you do in a typical day?", "label": 0}
{"sentence1": "What universities does National Storage Affiliates recruit new grads from? What majors are they looking for?", "sentence2": "What universities does Public Storage recruit new grads from? What majors are they looking for?", "label": 0}
{"sentence1": "Is renting a car to an independent taxi driver a good investment?", "sentence2": "How can I find a cheap and good taxi company for rent a Car in Seattle, Washington, US?", "label": 0}
{"sentence1": "Do stores at malls really make money?", "sentence2": "I need a music teacher I am from kandivali east mumbai, I want to learn core classical. And want to became a good singer. Please help?", "label": 0}
{"sentence1": "Does the Indian Law Institute offer a 3 year LLB course?", "sentence2": "Is Indian law institute offering 3 year LLB course?", "label": 0}
{"sentence1": "What is quality education?", "sentence2": "What is the quality of education at IIT's?", "label": 0}
{"sentence1": "What are some good crowdsourced marketplaces to have a sketchup/mockup created for a product idea?", "sentence2": "What are the best tools for crowdsourcing ideas?", "label": 0}
{"sentence1": "I want to become President of the United States one day. What should I do to prepare?", "sentence2": "How can I become the President of the United States in 50 years?", "label": 0}
{"sentence1": "I asked the Canadian government to extend my working visa. So my question is how long I have time to leave Canada after they don't accept my request?", "sentence2": "How long is the Canadian Student Visa valid?", "label": 0}
{"sentence1": "What will help get rid of puffiness and dark circles under my eyes?", "sentence2": "How can I get rid of dark circles under my eyes?", "label": 0}
{"sentence1": "\"What is \"\"Oscar Style\"\"?\"", "sentence2": "Why does America have so many styles of barbecue?", "label": 0}
{"sentence1": "What is the use of a hard disk?", "sentence2": "What is the use of a hard disk in a computer?", "label": 0}
{"sentence1": "How would Byjus classes help me prepare CAT quantitative ability section?", "sentence2": "MBA Preparation: What are the books suggested for the quantitative ability section in CAT ?", "label": 0}
{"sentence1": "What do virtual assistant do?", "sentence2": "How do I become a virtual assistant?", "label": 0}
{"sentence1": "\"Where does the phrase \"\"starvin' like Marvin\"\" come from?\"", "sentence2": "\"Where did the phrase \"\"sloppy seconds\"\" come from?\"", "label": 0}
{"sentence1": "Can people dream while they are awake?", "sentence2": "Can people dream while they are dreaming?", "label": 0}
{"sentence1": "How can I study efficiently everyday?", "sentence2": "What should I do to study efficiently?", "label": 1}
{"sentence1": "Who is lilith in the Bible?", "sentence2": "Why is Lilith, the first wife of Adam, not mentioned in the Bible?", "label": 0}
{"sentence1": "How do I make a gaming PC?", "sentence2": "How do I make a pc game?", "label": 0}
{"sentence1": "What am I supposed to do when I am happy for someone & they don't care that I'm happy for them?", "sentence2": "What can I do when I know I am not happy but I am going to force myself to be happy?", "label": 0}
{"sentence1": "Can Hillary Clinton go to jail just for lying?", "sentence2": "Why could Hillary Clinton go to jail?", "label": 0}
{"sentence1": "What is your sad story?", "sentence2": "What should I do when I am so lonely and feel rather sad when I see stories of other people with their blood related brothers?", "label": 0}
{"sentence1": "Why should one join (apply) young india fellowship?", "sentence2": "Which one is better: Young India Fellowship or Teach For India?", "label": 0}
{"sentence1": "Which car services are available in Fort Wayne, IN? How good are they compared to taxis and relative to each other?", "sentence2": "Which car services are available in Philadelphia? How good are they compared to taxis and relative to each other?", "label": 0}
{"sentence1": "What is time? Does gravity actually slow down time?", "sentence2": "Can 100 years on Earth be equal to about 500 years on Mercury due time dilation?", "label": 0}
{"sentence1": "What is the etymology of 夏天?", "sentence2": "What Is Etymology?", "label": 0}
{"sentence1": "How is Superman able to fly horizontally to the earth's surface?", "sentence2": "How does Superman fly?", "label": 0}
{"sentence1": "Can a single parent do justice to being a mom and dad?", "sentence2": "A friend of mine just got laid off. She's in her late forties and a single mom. How can I be helpful to her?", "label": 0}
{"sentence1": "What is post bariatric surgery care?", "sentence2": "What is the post bariatric surgery diet?", "label": 0}
{"sentence1": "What is CNS?", "sentence2": "What are the best tools to build a complex blog following the material design guidelines assuming I can use any language?", "label": 0}
{"sentence1": "Will cet for entrance in coep deteriorate quality of students?", "sentence2": "How do you search for Muskegon Michigan County Jail Inmates?", "label": 0}
{"sentence1": "How often does REM sleep occur?", "sentence2": "How does REM sleep work?", "label": 0}
{"sentence1": "What are the differences between framework, engine, API and libraries?", "sentence2": "What is the difference between an API, a library and a framework?", "label": 0}
{"sentence1": "Why is Antisemitism considered to be a form of racism, but Russophobia is a part of the Western mass culture?", "sentence2": "Is web hosting necessary in starting days for a blog?", "label": 0}
{"sentence1": "I think my girlfriend is depressed. Or at least she is a little bit unstable. But she doesn't want to go to treatment. What should I do?", "sentence2": "Should I leave my depressed girlfriend because she told me she wants to end it because she doesn't want to hurt me anymore?", "label": 0}
{"sentence1": "Which is the best earphone under 1000 INR?", "sentence2": "Which is the best bass in earphone under 1000?", "label": 0}
{"sentence1": "Which is a suitable solar panel installation provider near Modesto, California CA?", "sentence2": "Which is a suitable solar panel installation provider near Mendota, California CA?", "label": 0}
{"sentence1": "What do I do to save my marriage?", "sentence2": "What saved your marriage?", "label": 0}
{"sentence1": "I feel some people are just Happy souls. They are always happy and prospering. What is the secret behind their such attitude?", "sentence2": "Are people really happy or is happiness is just a myth?", "label": 0}
{"sentence1": "Is a world war going to happen?", "sentence2": "Is World War III coming?", "label": 1}
{"sentence1": "I want to visit Goa. Which time is the cheapest and best to enjoy?", "sentence2": "Which is the best place to visit in Goa?", "label": 0}
{"sentence1": "Were there dancing Israelis at 9/11?", "sentence2": "9/11 (terrorist attack): Why were there five Israelis dancing after the first airplane hit the first tower?", "label": 0}
{"sentence1": "Is the threat of going after the families of terrorists an escalation of state sponsored terrorism?", "sentence2": "How do you measure ROI in Viral Content?", "label": 0}
{"sentence1": "What is the biggest lie you have told on Quora?", "sentence2": "What are the biggest lies told on Internet?", "label": 0}
{"sentence1": "What is a suitable inpatient drug and alcohol rehab center near Mitchell County GA?", "sentence2": "What is a suitable inpatient drug and alcohol rehab center near Wilkes County GA?", "label": 0}
{"sentence1": "How has newspaper readership changed since the 1950s?", "sentence2": "What is the latest newspaper?", "label": 0}
{"sentence1": "What is the right way of cooking qorma?", "sentence2": "Can anyone provide me an authentic recipe for mughlai goat qorma or refer to the right website?", "label": 0}
{"sentence1": "What route was taken by Ken Block in the San Francisco Gymkhana?", "sentence2": "What is the most dangerous block in San Francisco?", "label": 0}
{"sentence1": "Why don't they generate artificial gravity in ISS by rotating the ship on its axis, to generate centrifugal force equivalent to gravity?", "sentence2": "Is there an opposing force for gravity? If yes, can we create it artificially? If we can, then how?", "label": 0}
{"sentence1": "Will the recent demonetisation results in higher GDP? If so how much?", "sentence2": "How demonetisation could affect the GDP of India in both short run and long run?", "label": 0}
{"sentence1": "What are the software companies that accepts people from middle east to work as software engineers in Europe?", "sentence2": "If we would look at the Great Wall as a piece of art. What are some of the visual elements relating to it?", "label": 0}
{"sentence1": "What is an example of everyday persuasion?", "sentence2": "What are some good examples of famous persuasive essays?", "label": 0}
{"sentence1": "What are the 5 major holidays?", "sentence2": "Why is candy a major part of so many American holidays?", "label": 0}
{"sentence1": "On the quick offer form what exactly do I need to do I don't want to buy anything?", "sentence2": "Why is fracking exempt from Clean Water Act?", "label": 0}
{"sentence1": "Do people mean what they say when they are drunk?", "sentence2": "Do people mean what they say in jail?", "label": 0}
{"sentence1": "\"What's a witty response to \"\"I don't give a fuck\"\" or \"\"I don't care\"\"?\"", "sentence2": "Why don't I care about my marks and studies?", "label": 0}
{"sentence1": "How do I hide my likes on Facebook?", "sentence2": "Facebook: Is it possible to hide likes and comments on Facebook Timeline?", "label": 0}
{"sentence1": "Is Italy-produced Nutella veg or non-veg?", "sentence2": "If you are a pure vegetarian and eat non-veg, do you feel guilty or not? Why so?", "label": 0}
{"sentence1": "What are the best universities for MS in mechanical with GRE 301 (V144+Q157),AWA 3.0 and CGPA 8.8/10 (SRM University) in terms of job opportunities?", "sentence2": "What the economic problem has to do with pollution?", "label": 0}
{"sentence1": "Why does massage make you feel stiff the next day?", "sentence2": "Why does getting a massage from someone else feel better than when I massage myself?", "label": 0}
{"sentence1": "Which is more important, photosynthesis or cellular respiration?", "sentence2": "Is photosynthesis and cellular respiration the same thing?", "label": 0}
{"sentence1": "How do I become rich at the age of 13?", "sentence2": "How can I become rich at a young age?", "label": 1}
{"sentence1": "Before Mt. Everest was discovered, what was the highest mountain in the world?", "sentence2": "Why are dead bodies on mountains not removed and given a proper burial (eg. Rob Hall & Green Boots on Mt. Everest)?", "label": 0}
{"sentence1": "What is personal goal statement?", "sentence2": "What are your personal goals?", "label": 0}
{"sentence1": "Should we buy a laptop online, or from a retail shop?", "sentence2": "Apart from a website, what other software do I need to start an online retail shop?", "label": 0}
{"sentence1": "What does litmus paper do and how is it made?", "sentence2": "What is litmus paper made of?", "label": 0}
{"sentence1": "\"Was the movie \"\"Unstoppable\"\" (2010) based on a true story? What happened to the train engineers in real life if it was?\"", "sentence2": "Is the movie Lagaan based on a true story?", "label": 0}
{"sentence1": "Why does my mobile data turn on automatically?", "sentence2": "What should I do if my mobile data automatically turns on?", "label": 0}
{"sentence1": "What's the average IQ for a XX-year-old?", "sentence2": "What is considered a good IQ?", "label": 0}
{"sentence1": "What are some songs which include underwater sounds?", "sentence2": "Why does it sound the same when we read and sing aloud the lyrics 'the blood of martyrs will water the meadow of France' in the song Do You Hear the People Sing?", "label": 0}
{"sentence1": "Does Lord Shiva exist?", "sentence2": "Who existed before, Lord Shiva or Lord Rama?", "label": 0}
{"sentence1": "Did you encounter a celebrity or important person or someone you knew while arranging a date with benefits on social media?", "sentence2": "What does a police officer do when they pull over an undocumented immigrant?", "label": 0}
{"sentence1": "How do I create a graph in Excel?", "sentence2": "How do you create charts in Excel?", "label": 0}
{"sentence1": "Can a free energy (overunity) drive propel spaceships?", "sentence2": "Can a helicopter fly with 5 propellers?", "label": 0}
{"sentence1": "What does a narcissist feel like when he discards a significant source of supply in favor of a new conquest?", "sentence2": "What is it like to be raised by a narcissist?", "label": 0}
{"sentence1": "Where can I get highest quality men's shoes in Sydney?", "sentence2": "Where can I found quality men's shoes in Sydney?", "label": 0}
{"sentence1": "How is Java commonly used today?", "sentence2": "Is lamp still used today?", "label": 0}
{"sentence1": "What is a deposit?", "sentence2": "What is a deposit of a will?", "label": 0}
{"sentence1": "How can I remember my lucid dreams?", "sentence2": "How can I lucid dream?", "label": 0}
{"sentence1": "How can I download English songs?", "sentence2": "Where can I download English songs free?", "label": 0}
{"sentence1": "What is resilience?", "sentence2": "What is mental resilience?", "label": 0}
{"sentence1": "What are the steps to become a programmer?", "sentence2": "What are steps to be a professional programmer?", "label": 0}
{"sentence1": "What are the best foods to eat during jaundice?", "sentence2": "What is the best food to eat on an empty stomach?", "label": 0}
{"sentence1": "What is the integral of [math]\\dfrac {x^2}{\\sqrt{(x^2 + x +1)}}[/math]?", "sentence2": "What is the integration of [math]\\dfrac{4e^x + 6e^{-x}} { 9e^x - 4e^{-x}}[/math]?", "label": 0}
{"sentence1": "What does it mean when a girl drives six hours to be with you for a night?", "sentence2": "What's the meaning of a girl send you first message in the morning and last message in the night?", "label": 0}
{"sentence1": "Northern Illinois Football Live Stream | Watch Northern Illinois Huskies Football Game Today Live Streaming Online?", "sentence2": "Southern Illinois Football Live Stream | Watch Southern Illinois Illinois Salukis Football Game Today Live Streaming Online?", "label": 0}
{"sentence1": "Did u ever do a prank on ur teacher and why?", "sentence2": "How different is Quora from Google and Reddit?", "label": 0}
{"sentence1": "How do I memorise facts and figures of static GK for MBA entrance exams?", "sentence2": "How do I memorise facts and figures of static as well as dynamic GK for MBA entrance exams?", "label": 1}
{"sentence1": "How do I earn money quickly?", "sentence2": "What is the best way to to make money?", "label": 0}
{"sentence1": "How can I earn money online?", "sentence2": "How can I earn money online easily?", "label": 1}
{"sentence1": "How much money will be paid from Jorhat to Khumbhergaon trough an airplane?", "sentence2": "I want to make an ultralight, airplane model. Being in India, are there any constraints? How much will this cost me?", "label": 0}
{"sentence1": "What toy(s) would keep an 11-month baby boy effectively occupied on a long flight?", "sentence2": "What are good hacks for traveling with babies / toddlers on long flights?", "label": 0}
{"sentence1": "Is it possible India stop sharing water with Pakistan?", "sentence2": "If India denies Pakistan water, will Pakistan give up its nuclear weapons?", "label": 0}
{"sentence1": "How do you convert direct speech into reported speech and vice versa including all cases?", "sentence2": "What are some good points to include in a racism speech?", "label": 0}
{"sentence1": "How do I have self control in my life?", "sentence2": "How can I regain control of my life?", "label": 0}
{"sentence1": "What are some best presentations about anything?", "sentence2": "Which is the best font I can use for presentations?", "label": 0}
{"sentence1": "How would you describe Donald Trump's presidential campaign?", "sentence2": "Will Donald Trump's presidential campaign bankrupt him?", "label": 0}
{"sentence1": "What do pixate developers think about Framer.js?", "sentence2": "Is framer.js for designers or coders?", "label": 0}
{"sentence1": "Can cure cancer?", "sentence2": "Is there a cure for cancer?", "label": 0}
{"sentence1": "Why are Apple Airpods selling so well (January 2017)?", "sentence2": "Does Apple plan to sell AirPods by one for those who lose one of the earphones?", "label": 0}
{"sentence1": "How do I increase my strength and stamina at 15?", "sentence2": "How to increase strength and stamina?", "label": 0}
{"sentence1": "What are common required and elective courses in information systems?", "sentence2": "Is information systems a business degree?", "label": 0}
{"sentence1": "What does Java do and do I need it?", "sentence2": "Do I need Java on my computer?", "label": 1}
{"sentence1": "Who are the best Smart Home / IoT consultants in Montréal? What makes them great? What do they specialize in?", "sentence2": "Who are the best Smart Home / IoT consultants in Mobile, AL? What makes them great? What do they specialize in?", "label": 0}
{"sentence1": "How long does it take to build a nuclear reactor?", "sentence2": "Is a nuclear fusion reactor safe?", "label": 0}
{"sentence1": "How was north Hindustani classical music formed?", "sentence2": "What is characteristic of Hindustani classical music?", "label": 0}
{"sentence1": "How water is supplied automatically for embedded green house automation system?", "sentence2": "If Radha was not Krishna s wife why is her picture always with Krishna?", "label": 0}
{"sentence1": "What are the best books for c++?", "sentence2": "What are some good books/sources for learning design patterns for C++?", "label": 0}
{"sentence1": "What are the best social media platforms to use for a restaurant?", "sentence2": "What is the best social media platform for a startup to advertise on?", "label": 0}
{"sentence1": "\"What is the correct quote to Gandalf saying \"\"A wizard is never late...\"\" and when did he say it?\"", "sentence2": "What does Gandalf say when he falls? Why does he say that?", "label": 0}
{"sentence1": "Why doesn't SRK's sister Shehnaz appear in public?", "sentence2": "Why isn't SRK Karan Johar's favorite anymore?", "label": 0}
{"sentence1": "How do you grow kava-kava?", "sentence2": "Is it safe to take Kava with SAMe?", "label": 0}
{"sentence1": "Why can’t I overcome depression?", "sentence2": "How do I overcome depression?", "label": 0}
{"sentence1": "Some believe that Marilyn Monroe had an IQ of 168. Why do others insist this is a myth? Is it too far-fetched that she was that smart?", "sentence2": "What is considered a good IQ?", "label": 0}
{"sentence1": "Do younger girls care about how ripped their boyfriend is?", "sentence2": "Do girls care about their boyfriends' looks?", "label": 0}
{"sentence1": "What are some bryophyta examples?", "sentence2": "What are nonelectrolytes? What are some examples?", "label": 0}
{"sentence1": "Is a blog through WordPress.com a part of deepweb?", "sentence2": "What are some lesser-known sights to see when visiting Akesu, China?", "label": 0}
{"sentence1": "What is the best news show for enterprise IT?", "sentence2": "What is the best news show?", "label": 0}
{"sentence1": "Why don't Norethisterone pills work?", "sentence2": "Why are the Norethisterone pills not working?", "label": 0}
{"sentence1": "Are Gap and H&M good brands to buy in India?", "sentence2": "Which is the best bean bags brand in India, to buy?", "label": 0}
{"sentence1": "Does Kohl's have a good work environment?", "sentence2": "I gave 1lac checkbto a friend, it bounced, any problem I face now?", "label": 0}
{"sentence1": "What were Intel's big mistakes as a company over the past 10 years?", "sentence2": "What were IBM's big mistakes as a company over the past 10 years?", "label": 0}
{"sentence1": "Why does the score for Gladiator and Pirates of the Caribbean sound alike?", "sentence2": "I just re-watched Pirates of the Caribbean 2 and was amazed at what the CGI team did with the movie. Is 2006 the peak of Hollywood CGI effects?", "label": 0}
{"sentence1": "What does Richard Muller believe in evolution or creation? Why?", "sentence2": "\"What does Richard Muller think about \"\"The Evolution of Time\"\" by Gavin Wince?\"", "label": 0}
{"sentence1": "What is the best way to appreciate someone's profile picture?", "sentence2": "How do I remove Gmail id profile picture?", "label": 0}
{"sentence1": "What's the difference between a promise and a callback in Javascript?", "sentence2": "What is the difference in Javascript between Number(), parseFloat(), and {String}*1?", "label": 0}
{"sentence1": "What are the best casino games for android?", "sentence2": "What are the best offline android games?", "label": 0}
{"sentence1": "Is there any other TV series which has more nudity than game of thrones?", "sentence2": "Why is there so much nudity in the Game of Thrones TV Series?", "label": 0}
{"sentence1": "How does one learn and predict the angle a pool ball will travel when it rebounds from a pool table cushion?", "sentence2": "Given any initial set up, is there always a way to sink every ball in a game of pool with one shot?", "label": 0}
{"sentence1": "Is Educational loan for one time payment or per year by bank?", "sentence2": "How do you transition from high school to college wrestling?", "label": 0}
{"sentence1": "Rastriya military school blore?", "sentence2": "I got 62% in X, 71% in XII and 61% in Graduation. What is the probability of getting a call from any of the IIMs if I score 99 percentile in CAT?", "label": 0}
{"sentence1": "What is Hillary Clinton’s stance on the H1B programme?", "sentence2": "What is Hillary Clinton's position on h1b visas?", "label": 1}
{"sentence1": "How can I utilise the 5 days before the maths board exam on 18/3/15 and simultaneously study for the economics board exam (20/3/15)?", "sentence2": "I have 3 days time for my class 10 maths cbse board exam. How do I practise so that I score 100%?", "label": 0}
{"sentence1": "What are the top 10 Bollywood movies of 2010?", "sentence2": "What are the top 10 Bollywood movies?", "label": 0}
{"sentence1": "I am working as a accountant in private limited company so can I eligible for IPCC direct entry exam?", "sentence2": "Can President Trump approve the construction of the wall between Mexico and the US by issuing an “executive order?”", "label": 0}
{"sentence1": "What is an open and close circuit?", "sentence2": "What is use of open circuit?", "label": 0}
{"sentence1": "When nougat will coming to Nexus 6 in India?", "sentence2": "When is Google going to launch Nexus 6? Should I wait for 6 or buy Nexus 5 now? What additional features will Nexus 6 have?", "label": 0}
{"sentence1": "What ethnicity do I look like?", "sentence2": "Why do people from different Indian states/ethnicities look so different?", "label": 0}
{"sentence1": "Why do vegans eat corn tortillas?", "sentence2": "Why do vegans eat chicken?", "label": 0}
{"sentence1": "Who are the most interesting players on Australia's 2014 World Cup team?", "sentence2": "Who are the most interesting players on Germany's 2014 World Cup team?", "label": 0}
{"sentence1": "How do I download books from Google Books for free?", "sentence2": "How do I download a free sample from Google Books?", "label": 0}
{"sentence1": "Why is septa's regional rail so poorly run?", "sentence2": "Why is septa's regional so poorly run?", "label": 0}
{"sentence1": "0+9+21=30 is it the answer to add 3 odd numbers to get an even number?", "sentence2": "Hbase Cassandra or MYSQL?", "label": 0}
{"sentence1": "What are the best slogans for energy conservation?", "sentence2": "What are 5 slogans on a conservation of natural resources?", "label": 0}
{"sentence1": "How to bypass mobile surveys?", "sentence2": "How can I bypass surveys?", "label": 0}
{"sentence1": "How is adrenaline (epinephrine) both a hormone and neurotransmitter?", "sentence2": "How are neurotransmitters different from hormones?", "label": 0}
{"sentence1": "What are suitable jaw crusher and cone crusher for crushing plant Brisbane?", "sentence2": "Where can we buy suitable jaw crusher in Philippine crushing plant?", "label": 0}
{"sentence1": "Should I be mad at my son if he spends most of his savings on books?", "sentence2": "What financial education books should I give to my son now that he is in his early 20s and about to start earning?", "label": 0}
{"sentence1": "What time do most direct deposits hit your bank account?", "sentence2": "How do I deposit money to my friend’s bank account?", "label": 0}
{"sentence1": "How can I get on a modded lobby in GTA 5 on PC?", "sentence2": "How do you get the police mod in GTA 4?", "label": 0}
{"sentence1": "How is the treatment of twins in cultures around the world?", "sentence2": "How many sets of male identical twins are there in the world? (I have one set!)", "label": 0}
{"sentence1": "What is your very best argument as to why I should vote for Trump?", "sentence2": "Why should I vote for Trump?", "label": 1}
{"sentence1": "Why are all my apps in Google play store say download pending?", "sentence2": "What is the average download rate (not CTR) of a mobile ad for an app in the iOS App Store/Google Play?", "label": 0}
{"sentence1": "\"Can anyone provide the link which has a pdf version of this book \"\"Engineering drawing by n.d.bhatt\"\"?\"", "sentence2": "Where can I find an ebook for N.D. Bhatt engineering drawing?", "label": 0}
{"sentence1": "How is the career in supply chain management and logistics as a fresher?", "sentence2": "What is the future scope for procurement, logistics, operations and supply chain management?", "label": 0}
{"sentence1": "Why does Japan like Saltwater taffy candy?", "sentence2": "Why is Saltwater taffy candy popular in Japan?", "label": 1}
{"sentence1": "What is the difference between human milk and cow milk?", "sentence2": "What are the differences between the milk of Indian cow and Jersey cow?", "label": 0}
{"sentence1": "What is the scope of 3-d animation in India?", "sentence2": "What's the scope of Animation In India?", "label": 0}
{"sentence1": "How do I use 360 video in website?", "sentence2": "How do I use 360 video in advertising?", "label": 0}
{"sentence1": "What is the Latin word for dreams?", "sentence2": "What is the Latin word for city?", "label": 0}
{"sentence1": "How can I learn to blog?", "sentence2": "How do I start a blog and what are the best blogging platforms available?", "label": 0}
{"sentence1": "What are you looking forward to?", "sentence2": "What do you have to look forward to?", "label": 0}
{"sentence1": "Is there an inpatient Drug and Alcohol Rehab Center in Modoc County California?", "sentence2": "Is there an inpatient Drug and Alcohol Rehab Center in Solano County California?", "label": 0}
{"sentence1": "What is the latest fad among the youth of Colombia?", "sentence2": "What is the latest fad among the youth of Pakistan?", "label": 0}
{"sentence1": "If “x” and “y” are parametric functions in t, then dy/dx=?", "sentence2": "Profit and loss question trick question?", "label": 0}
{"sentence1": "How do I cancel tickets in paytm?", "sentence2": "How does Paytm provide so cheap bus tickets?", "label": 0}
{"sentence1": "How can I deal with cavities on the side of my tooth?", "sentence2": "What can cause cavities on the side of my tooth?", "label": 0}
{"sentence1": "Why do women break up with good guys?", "sentence2": "Why don't more women have babies with semen from a sperm bank rather than having kids from guys who are good for nothing?", "label": 0}
{"sentence1": "Did Billie Joe Armstrong ever meet Kurt Cobain?", "sentence2": "How did Billie Joe Armstrong start Green Day?", "label": 0}
{"sentence1": "Are accountants well paid in Malaysia?", "sentence2": "Are accountants well paid?", "label": 0}
{"sentence1": "What is the most played sport in the US?", "sentence2": "What are the most played sports in China?", "label": 0}
{"sentence1": "Who are some of your favorite artists?", "sentence2": "Who is your favorite artist?", "label": 1}
{"sentence1": "What is the feeling of love?", "sentence2": "What it feels to be loved?", "label": 0}
{"sentence1": "How can you make weak meth good?", "sentence2": "Can anyone make meth? Is that what makes it different from crack and other street drugs?", "label": 0}
{"sentence1": "Why don't people admit that individuals that commit suicide are weak willed? When others endure similar issues and overcome adversity?", "sentence2": "I am presently studying in 12th standard. Which subject should I master or what degrees do I need to be a research scientist at NASA?", "label": 0}
{"sentence1": "Which one is better: a payroll or a salary job?", "sentence2": "Why you need a better job than your present one?", "label": 0}
{"sentence1": "What is the hardest sport in the world of gymnastics and why is it the hardest?", "sentence2": "Is gymnastics the hardest sport in the world? If not, what is?", "label": 0}
{"sentence1": "Where Super Mario Run will Be Available for Android?", "sentence2": "How can I download Super Mario Run for Android?", "label": 0}
{"sentence1": "Why must we build muscles?", "sentence2": "What is the best way to build muscle?", "label": 0}
{"sentence1": "How do I to send SMS with dual sim card using Android Java?", "sentence2": "How can I send SMS with dual sim card using Android Java?", "label": 1}
{"sentence1": "What should I do when the builder is refusing property registration ever after 2 yrs of possession?", "sentence2": "My girlfriend wants to marry me but her mom is denying, she says both of you are really important for me and I am unable to take a call.?", "label": 0}
{"sentence1": "How do ATM machines work internally?", "sentence2": "How much cash can the average ATM machine hold?", "label": 0}
{"sentence1": "What is the United Kingdom like in regards to religion?", "sentence2": "Are there any army officers in Quora?", "label": 0}
{"sentence1": "Past tense of put?", "sentence2": "What is the past tense of cut?", "label": 0}
{"sentence1": "Who is responsible for the Turkish Wedding Explosion in August 2016?", "sentence2": "What are some Alto Sax tips and hacks?", "label": 0}
{"sentence1": "What does it mean if someone reads and doesn't respond to a text?", "sentence2": "Why does someone read my messages and doesn't feel the need to reply?", "label": 0}
{"sentence1": "How do I be mentally strong?", "sentence2": "How can I become mentally stronger?", "label": 1}
{"sentence1": "Why is nudity not allowed in bathhouses in Hungary as in Germany?", "sentence2": "Is it possible to enter a new college after graduating from a college?", "label": 0}
{"sentence1": "Is Bitcoin mining profitable in India? If so, what is a beginner's guide to Bitcoin mining?", "sentence2": "Are Bitcoins and Bitcoins Mining legal in India?", "label": 0}
{"sentence1": "Will Microsoft release a version of Windows 10 that is light on system resources?", "sentence2": "Will a version of Cortana be released for Windows 10 or later?", "label": 0}
{"sentence1": "In how many years an income tax inspector is promoted to income tax officer?", "sentence2": "What is an income tax officer?", "label": 0}
{"sentence1": "What are the Best Android app maker tools?", "sentence2": "What are the best Android development tools?", "label": 0}
{"sentence1": "What are some things new employees should know going into their first day at The Andersons?", "sentence2": "What are some things new employees should know going into their first day at FedEx?", "label": 0}
{"sentence1": "What was the influence of Thorstein Veblen beliefs in modern day economy?", "sentence2": "What was the influence of Thorstein Veblen beliefs in modern day sociology?", "label": 0}
{"sentence1": "What do you think of YouGov.com?", "sentence2": "What do you think of KickTheList.com?", "label": 0}
{"sentence1": "Who would win in a fight: Captain America or Batman?", "sentence2": "Who would win in a fight between Captain America and Batman?", "label": 1}
{"sentence1": "What is the status of our (Indian) ICBM Agni-VI?", "sentence2": "How do you purchase an ICBM from Russia?", "label": 0}
{"sentence1": "What can I do after get degree of mechanical engineering?", "sentence2": "What can I do after getting my BE degree in mechanical engineering?", "label": 0}
{"sentence1": "How good is Stanford Men's Soccer team?", "sentence2": "How does Stanford recruit for soccer?", "label": 0}
{"sentence1": "Is it possible to ask a demon to possess an item (e.g., a painting or a doll)? If so, how?", "sentence2": "Is it possible for an animal to be possessed by a demon? Are there any reports of this happening?", "label": 0}
{"sentence1": "\"What are the tools currently used for \"\"performance monitoring\"\" in OpenStack?\"", "sentence2": "What tools should I use to monitor OpenStack performance and availability?", "label": 0}
{"sentence1": "What is the Personal Property Security Act and how is Nova Scotia's different from Newfoundland's?", "sentence2": "What is the Personal Property Security Act and how is Nova Scotia's different from Alberta's?", "label": 0}
{"sentence1": "How much did Uncharted 4 cost to make?", "sentence2": "How much did it cost to make a tesla coil?", "label": 0}
{"sentence1": "\"Is it possible that there's \"\"no night\"\" on planets orbiting in a binary star system? What are the chances for such planets to be habitable?\"", "sentence2": "Can two planets share the same orbit?", "label": 0}
{"sentence1": "How do I recover deleted direct messages on Instagram?", "sentence2": "How do I recover a deleted Instagram name?", "label": 0}
{"sentence1": "How do I get started with a career in football in India?", "sentence2": "How can I get an internship at a football club in India?", "label": 0}
{"sentence1": "Is there a dominatrix in India preferably Mumbai?", "sentence2": "Is there any Dominatrix in India, preferably in Mumbai?", "label": 1}
{"sentence1": "How do I access my college wifi IDs?", "sentence2": "How do I connect to my college wifi?", "label": 0}
{"sentence1": "What are some things new employees should know going into their first day at AMETEK?", "sentence2": "What are some things new employees should know going into their first day at AT&T?", "label": 0}
{"sentence1": "Is it true that there is a rape crisis in Sweden and germany after immigration of refugees?", "sentence2": "What caused Sweden rape statistics to rise significantly in the past years?", "label": 0}
{"sentence1": "What is the difference between “would or should have done” and “would or should have been done”?", "sentence2": "\"How do I use \"\"would\"\", \"\"could\"\", \"\"should\"\", \"\"would have\"\", \"\"could have\"\", \"\"should have\"\", \"\"would have been\"\", \"\"could have been\"\", and \"\"should have been\"\" in a proper way?\"", "label": 0}
{"sentence1": "What kind of a college will a person (belonging to general category) get if he scores 94 percentile in a CAT?", "sentence2": "What types of teachers do college going students want in India?", "label": 0}
{"sentence1": "How cancer cells attain immortality? What is mechanism behind it?", "sentence2": "Why are cancer cells immortal?", "label": 0}
{"sentence1": "\"Is the book, \"\"A Tale of Two Cities\"\" by Charles Dickens an easy or difficult book to read in the way of understanding early 19th century English?\"", "sentence2": "\"What is a good novel to compare \"\"A Tale of Two Cities\"\" by Charles Dickens with for a comparative essay, preferably one with similar themes?\"", "label": 0}
{"sentence1": "Where can I find an English dub of Yu Yu Hakusho?", "sentence2": "Where can I still watch Yu Yu Hakusho?", "label": 0}
{"sentence1": "Is it possible to reduce the size of penis?", "sentence2": "Can the penis size (length or girth) be permanently increased?", "label": 0}
{"sentence1": "What can I use to clean a washing machine drum?", "sentence2": "What is the best way to clean a washing machine?", "label": 0}
{"sentence1": "How do I describe experience in working in a sales and target driven environment?", "sentence2": "What's the best demeanor and manner to conduct yourself in a hostile work environment if you are the target?", "label": 0}
{"sentence1": "Can anyone help me with a Indian non vegetarian meal plan?", "sentence2": "With migration certificate can we migrate as local candidate of other state?", "label": 0}
{"sentence1": "Why so Indian girls prefer guys with fair complexion?", "sentence2": "Which has high boling point aldehyde or ketone?", "label": 0}
{"sentence1": "What do Malaysians and Singaporeans think of Donald Trump?", "sentence2": "What do Singaporeans think of Donald Trump?", "label": 0}
{"sentence1": "How can I create a chatbot from scratch?", "sentence2": "How can I build an intelligent chat bot?", "label": 0}
{"sentence1": "If I fart into a plastic bottle can I save the smell?", "sentence2": "If I were to fart in a bottle, seal it right after, and leave it to be opened months later, and I were to smell it--will it smell the same, less potent, or even more potent due to it rotting?", "label": 0}
{"sentence1": "What are buscopan tablets used for?", "sentence2": "What are Xasten tablets used for?", "label": 0}
{"sentence1": "How will scraping of 500 and 1000 rupees notes help in curbing corruption and black money?", "sentence2": "How banning 500 and 1000 rs note will help fight corruption in India?", "label": 1}
{"sentence1": "How does Cydia calculate actual battery percentage?", "sentence2": "How do I make a Cydia Backup?", "label": 0}
{"sentence1": "How do I install Cydia without jailbreak on iOS 9.3.5.?", "sentence2": "How do I install Cydia without jailbreak?", "label": 0}
{"sentence1": "Who is Donald Trump most likely to choose as Vice President?", "sentence2": "What would be some pros and cons of Donald Trump becoming president?", "label": 0}
{"sentence1": "Biogenic XR - Does penis Enlargement Work?", "sentence2": "How can I give up my addictions and get a good job?", "label": 0}
{"sentence1": "How fattening is Chex Mix? What are the health effects of eating a lot of it?", "sentence2": "Is it healthy to eat omelettes for breakfast every day? If not, what are the negative health effects?", "label": 0}
{"sentence1": "Martin Luis darbouze?", "sentence2": "I have £600 to invest, how can I increase it by 10% in 6 months?", "label": 0}
{"sentence1": "What should I do if my Sanyo TV won't turn on?", "sentence2": "Why would a TV turn off and on by itself?", "label": 0}
{"sentence1": "Any stories of meeting your life partner in school days?", "sentence2": "My life is the same every day (eat, sleep, and go to school). How can I make it feel different?", "label": 0}
{"sentence1": "What kind of sand is used to make glass?", "sentence2": "We can make glass out of sand, can we make sand out of glass again?", "label": 0}
{"sentence1": "What is the wittiest/funniest line you've heard from a faculty member from NIE?", "sentence2": "What is the wittiest/funniest line you've heard from a faculty member from PESIT?", "label": 0}
{"sentence1": "What is web programming?", "sentence2": "What is web development?", "label": 1}
{"sentence1": "SPOILERS: In Captain America 2, agent Jasper Sitwell mentions several targets when being interrogated by Cap, who are they (TV anchor in Cairo, the other Secretary of Defense, and a high school Valedictorian in Iowa City)? Are they random Inhumans or more specific characters?", "sentence2": "\"With ABC announcing a \"\"Inhumans\"\" TV series for 2017, will the \"\"Agents of S.H.I.E.L.D.\"\" be cancelled?\"", "label": 0}
{"sentence1": "Can all unipolar stepper motors be used in bipolar configuration?", "sentence2": "Wich type of motor use in Android phone?", "label": 0}
{"sentence1": "How good would this laptop be for gaming?", "sentence2": "Which laptop is good for gaming?", "label": 0}
{"sentence1": "Which site is best for direct download PC games without ads?", "sentence2": "How can I quit video games?", "label": 0}
{"sentence1": "I have got 426 marks in NEET-2. I am from Bihar and OBC. Will I get government college under 85% state quota seats?", "sentence2": "I have got 462 marks in NEET-2. I am from Bihar and OBC. Will I get seat under 85% state quota seats?", "label": 0}
{"sentence1": "Who should file income tax return?", "sentence2": "Who are required to file income tax returns?", "label": 1}
{"sentence1": "How does circleofmoms.com make money?", "sentence2": "How does linkis.com make money?", "label": 0}
{"sentence1": "If someone say that she loves me, but I don't love her, how can I turn her down politely?", "sentence2": "What is the color of Shashi Tharoor's eyes?", "label": 0}
{"sentence1": "Why does the iPad Mini say not charging?", "sentence2": "Why is my iPad Mini not charging?", "label": 1}
{"sentence1": "Birds: What's are the differences between hawks, falcons, eagles, osprey and kites?", "sentence2": "Why do birds have different kinds of beaks?", "label": 0}
{"sentence1": "How are HP laptops?", "sentence2": "What is your review of HP Laptops?", "label": 1}
{"sentence1": "In a chem lab, why do I have to use ethanol and distilled water to rinse solid copper that I will have filtered from a solution of zinc chloride and zinc sulfate?", "sentence2": "What do the levels of zinc and copper in your hair mean?", "label": 0}
{"sentence1": "How long does it take for an average person to sober up completely after being drunk?", "sentence2": "How long does it take to die after being stabbed?", "label": 0}
{"sentence1": "What kind of startup could challenge the Boeing-Airbus monopoly?", "sentence2": "Can the Airbus-Boeing duopoly ever be broken?", "label": 0}
{"sentence1": "Is there an RSS feed for one's GetSatisfaction profile?", "sentence2": "How much revenue is GetSatisfaction doing?", "label": 0}
{"sentence1": "Is it bad to hit the rev limiter when downshifting under hard braking?", "sentence2": "What are the disadvantages if you downshift without rev matching (blipping the throttle)?", "label": 0}
{"sentence1": "How do I determine that I am job-ready in OpenGL?", "sentence2": "How do I know that am ready to take up the OCAJP exam?", "label": 0}
{"sentence1": "Which colleges can I expect a call from with a score of 96.50 percentile in CAT and 97.858 in SNAP?", "sentence2": "Can I expect a PI call from the IIMs with 77% in my 12th boards provided I have a very hight percentile score in CAT?", "label": 0}
{"sentence1": "How do you take care of a baby turtle?", "sentence2": "How do I take care of a baby?", "label": 0}
{"sentence1": "How do Pakistanis view Tarek Fatah who considers himself an Indian despite being a Pakistani?", "sentence2": "Are Pakistani people considered white or brown people?", "label": 0}
{"sentence1": "What are the chemical reactions of copper and heat?", "sentence2": "What are the chemical reactions of copper carbonate and nitric acid?", "label": 0}
{"sentence1": "Puzzles for TCS?", "sentence2": "How Do I Get Instant Cash Offer To Sell Your House Quickly?", "label": 0}
{"sentence1": "Do you have a strategy to be rich if I know a way to truly firm the breasts?", "sentence2": "How many divisions does a wave contain on a cro machine?", "label": 0}
{"sentence1": "What are some things to know before learning Danish?", "sentence2": "How can we know the total income of a company in India?", "label": 0}
{"sentence1": "In Greek mythology, did Athena turn Medusa into a gorgon totally out of spite and jealousy, or was she also (partially) motivated by a desire to protect humanity?", "sentence2": "Who came up with Greek mythology?", "label": 0}
{"sentence1": "What is the business model for a site like 365dayscoupons.com and how do they monetize the efforts of their coupon clippers/bloggers?", "sentence2": "What is the business model for a site like Savings.com and how do they monetize the efforts of their coupon clippers/bloggers?", "label": 0}
{"sentence1": "Which pc program is the best for detecting and removing FINFISHER? (Windows 8)", "sentence2": "\"How do I remove the Windows 8 \"\"watermark\"\"?\"", "label": 0}
{"sentence1": "Who can apply for credit card in India?", "sentence2": "Can I apply for a credit card in India from the US?", "label": 0}
{"sentence1": "Who were the biggest role models among teenagers in the 1970s?", "sentence2": "Who were the biggest role models among teenagers in the 1980s?", "label": 0}
{"sentence1": "What are disadvantages of a mixed economy in France?", "sentence2": "What are disadvantages of a mixed economy?", "label": 0}
{"sentence1": "What is my Transcendental meditation mantra?", "sentence2": "What is Transcendental Meditation?", "label": 0}
{"sentence1": "Why can the CAT registration number increase in 2015?", "sentence2": "Can I write the CAT 2015 now?", "label": 0}
{"sentence1": "What are the best websites to learn C and C++?", "sentence2": "What are the best websites for learning C++?", "label": 0}
{"sentence1": "If you were a farmer what would you grow?", "sentence2": "If you were a farmer, what would you grow?", "label": 0}
{"sentence1": "How can I connect a non-smart TV with my smartphone?", "sentence2": "Is it possible to use a smartphone to control my non-smart television?", "label": 0}
{"sentence1": "Which bank in India has the best internet banking experience?", "sentence2": "Which is the best bank to open a salary account in India?", "label": 0}
{"sentence1": "What are some awesome things to do in Zurich that are not in the standard guide books?", "sentence2": "What are some awesome things to do in Sydney that are not in the standard guide books?", "label": 0}
{"sentence1": "How do you determine the chemical formula for aluminum acetate?", "sentence2": "How can you determine the chemical formula for zinc acetate?", "label": 0}
{"sentence1": "Is Anushka Sharma religious?", "sentence2": "Who is Anushka Sharma?", "label": 0}
{"sentence1": "Application of statics in computer science?", "sentence2": "What are some applications of topology in computer science?", "label": 0}
{"sentence1": "Is rape really as common in Sweden as people claim?", "sentence2": "What caused Sweden rape statistics to rise significantly in the past years?", "label": 0}
{"sentence1": "Was Korea ever part of China?", "sentence2": "How was Korea able to resist China and remain a separate nation state throughout history given that it is so close geographically to the mighty nation?", "label": 0}
{"sentence1": "Why is are tears coming out of my left eye for no reason?", "sentence2": "Why do I have an extra tear duct below my eye? Is it normal?", "label": 0}
{"sentence1": "Emirates flight ticket name title as ADT (adult) instead of Mr will face any problem to travel?", "sentence2": "Is mistakes in Emirates flight ticket name title as ADT (adult) instead of Mr will face any problem to travel?", "label": 0}
{"sentence1": "If MGM was for sale how much would it cost to acquire?", "sentence2": "What would happen if a billionaire filmmaker acquired MGM?", "label": 0}
{"sentence1": "Is it possible to connect two banks in the BHIM app?", "sentence2": "Is BHIM app more secure than Paytm? If yes then how?", "label": 0}
{"sentence1": "What is the best TV serial in Telugu?", "sentence2": "What are the best fantasy English TV serials?", "label": 0}
{"sentence1": "How can I be sure that my boyfriend is cheating on me?", "sentence2": "What can I do if my boyfriend cheated on me?", "label": 0}
{"sentence1": "Will angular acceleration remain constant in uniform circular motion?", "sentence2": "For what reasons does uniform circular motion have acceleration?", "label": 0}
{"sentence1": "How would life on earth be different if we had two moons?", "sentence2": "How different would life on Earth be if we didn't have a moon?", "label": 0}
{"sentence1": "What is the current rate of return on the Systematic Investment Plan (SIP) in India?", "sentence2": "How does NAV value affect a systematic investment plan?", "label": 0}
{"sentence1": "What sustains the brain, and if the brain is reliant where does will power come from?", "sentence2": "What is the aerodynamics behind a ceiling fan?", "label": 0}
{"sentence1": "How long does USPS first class international take to ship packages to Hong Kong?", "sentence2": "How long does USPS First Class International take to ship packages to Philippines?", "label": 0}
{"sentence1": "What is the meaning of this life?", "sentence2": "\"What is the meaning of \"\"the meaning of life\"\"?\"", "label": 0}
{"sentence1": "Is psychology a social science or humanities?", "sentence2": "Can Aadhar Card be used as a proof of address for a learner's driving license?", "label": 0}
{"sentence1": "\"Can I have a muscular (good shaped) (ripped) body if I'm 5'8\"\" (172 cm)?\"", "sentence2": "Were humans meant to be physically ripped and muscular all the time?", "label": 0}
{"sentence1": "What are the top 10 web development trends in 2017?", "sentence2": "Which are the top web CMS trends for 2016 and beyond?", "label": 0}
{"sentence1": "What is this blinking red light in my 2015 Rav4?", "sentence2": "Does flashing your high beams trigger a red light to switch to green?", "label": 0}
{"sentence1": "Why are there male feminists?", "sentence2": "Why do they want me to be a male feminist?", "label": 0}
{"sentence1": "What is the Sahara, and how do the average temperatures there compare to the ones in the Thar Desert?", "sentence2": "What is the Sahara, and how do the average temperatures there compare to the ones in the Registan Desert?", "label": 1}
{"sentence1": "Why do some people hate Donald Trump and others like him?", "sentence2": "Why is wrong with'Prez' Donald Trump? Why do people hate him so much?", "label": 0}
{"sentence1": "What is crystal?", "sentence2": "What is a crystal child?", "label": 0}
{"sentence1": "Cell phone towers: In a city location with three 3G towers, will the phone jump between the 3 closer towers seen or connect to just one?", "sentence2": "Would we be better off if all cell phones could access all cell towers? Or would this require another Ma Bell entity?", "label": 0}
{"sentence1": "What are the features of a digital set top box?", "sentence2": "What is a set-top box?", "label": 0}
{"sentence1": "Which one is better Nexus 6p or oneplus 3?", "sentence2": "Which one is better: Nexus 5x or Oneplus 2?", "label": 0}
{"sentence1": "What can I do with 2500 USD for four months in NYC?", "sentence2": "What is best fund raising website in the situation where I want to raise about 2500 USD for a friend who needs to pay his loan?", "label": 0}
{"sentence1": "In India people like electrician plumber carpainter etc fooling people I feel after making my home?", "sentence2": "How can I get a body like Conan Mcgregor?", "label": 0}
{"sentence1": "Is there a salad place in Mississauga or Toronto similar to Sweet Tomatoes in California?", "sentence2": "Where is the best place to buy decent fruit in the west end of Toronto?", "label": 0}
{"sentence1": "What does a historian do?", "sentence2": "\"Is it \"\"an historian\"\" or \"\"a historian\"\"?\"", "label": 0}
{"sentence1": "\"How many times did Trump say \"\"it's a disaster\"\" during the course of 2016 general election debates?\"", "sentence2": "What is the highest paid marketing consulting niche?", "label": 0}
{"sentence1": "Does universe expand because of some energy? And if yes and expansion has no limit, is that energy infinite or at least potentially infinite?", "sentence2": "If more vacuum energy appears with expansion and it has no limit, can infinite of this energy be created? If yes is energy infinite?", "label": 1}
{"sentence1": "What is the biggest footbal club in Brazil?", "sentence2": "Does Brazil not have a soccer team anymore?", "label": 0}
{"sentence1": "Have you ever survived a plane crash?", "sentence2": "How do I survive a plane crash?", "label": 0}
{"sentence1": "What is the job profile of a revenue inspector in CG?", "sentence2": "How will the job profile of a Mandal Revenue Officer be in Group 2 jobs?", "label": 0}
{"sentence1": "What Indian Fort architecture is noteworthy?", "sentence2": "Was Amber Fort looted?", "label": 0}
{"sentence1": "Is maladaptive daydreaming just a symptom of ADD?", "sentence2": "Can anyone see a link between binge eating and maladaptive daydreaming?", "label": 0}
{"sentence1": "Do the President of the United States and his family have to live in the White House?", "sentence2": "What does the president of the united states do with their house while living in the white house?", "label": 0}
{"sentence1": "How do I connect with an IT startup?", "sentence2": "How can I connect with any startups?", "label": 0}
{"sentence1": "Do millionaires listen to gangsta rap music?", "sentence2": "Do billionaires listen to gangsta rap music?", "label": 1}
{"sentence1": "What are the latest fashion trends in Jamaica?", "sentence2": "What are the latest fashion trends?", "label": 0}
{"sentence1": "What is your favourite answer on Quora?", "sentence2": "Who is your favourite questioner on Quora?", "label": 0}
{"sentence1": "What is the corporate culture like at Endurance? How is the culture different than other companies?", "sentence2": "What is the corporate culture like at Corning? How is the culture different than other companies?", "label": 0}
{"sentence1": "What are some good qualities of an entrepreneur?", "sentence2": "What are the qualities of a good entrepreneur?", "label": 0}
{"sentence1": "Do animals kiss?", "sentence2": "Do animals (besides humans) kiss?", "label": 1}
{"sentence1": "\"Why does informal American English says \"\"Merry\"\" Christmas, whereas more formal British English says \"\"Happy\"\" Christmas?\"", "sentence2": "Is smelling your own breath a reliable way to know whether others will detect that you have bad breath?", "label": 0}
{"sentence1": "Do younger siblings tend to do better in school than their older ones?", "sentence2": "Why do elder children generally achieve more than their younger siblings?", "label": 0}
{"sentence1": "What does Brian Bi think of Japan?", "sentence2": "What does Brian Bi think of C?", "label": 0}
{"sentence1": "How do people differentiate between easy going people and pushovers?", "sentence2": "How should I get motivated to hit the gym every day?", "label": 0}
{"sentence1": "What do Trump sceptics (people who sought no way he will be where he is now) thinks now?", "sentence2": "If I'm not worried about making a living off of writing, but would like to be published, what's my best course of action?", "label": 0}
{"sentence1": "Who are the most passionate fans in the Indian Super League?", "sentence2": "Which Indian Super League Team has the widest fan base? Which team has the most passionate fans in the league?", "label": 1}
{"sentence1": "Why do my parents always feel that I do not appreciate them?", "sentence2": "Awkward moment during sex?", "label": 0}
{"sentence1": "What is the biggest regret you have?", "sentence2": "What is the biggest regret?", "label": 0}
{"sentence1": "Why is it so insanely difficult to find decent, reasonably attractive women to marry these days?", "sentence2": "What kind of women are decent, smart men (not superficial or shallow) attracted to?", "label": 0}
{"sentence1": "How long will it be before this sunburn returns back to a normal colour?", "sentence2": "How long does it take for skin to turn back to normal after a second degree sunburn?", "label": 0}
{"sentence1": "Can tablets, ointments, syrups, etc. be taken after the expiration date? Is it just a matter of quality or a mere warning?", "sentence2": "What would be the effects of taking an expired paracetamol tablet?", "label": 0}
{"sentence1": "What do devil worshippers believe in?", "sentence2": "What do devil worshippers do?", "label": 0}
{"sentence1": "What is an example of a mixture containing an element and a compound?", "sentence2": "What are some examples of elements, compounds and mixtures? How do they differ among them?", "label": 0}
{"sentence1": "Which university is better for masters in business analytics? University of Illinois Chicago or Bentley University?", "sentence2": "How does the master of science business analytics program at Bentley University compare to their more renowned marketing analytics program?", "label": 0}
{"sentence1": "I'm a Singapore based banking professional with 7 years of experience. I want to move to Fintech. How do I go about it?", "sentence2": "How can I help my boyfriend be more mature and responsible?", "label": 0}
{"sentence1": "Why do people bully in college?", "sentence2": "Why do people bully others?", "label": 0}
{"sentence1": "What are some must-read books for aspiring mathematicians?", "sentence2": "What are some of the must-read books for a math undergrad?", "label": 1}
{"sentence1": "Indonesian: Do our government really didn’t make a simple research before make someone a minister? Or they just simply didn’t understand the law?", "sentence2": "Where can I get fnb question papers of gyne n obs?", "label": 0}
{"sentence1": "What is the best place to buy beef in Bangalore?", "sentence2": "Where is the best place to buy vegetables in Bangalore (near electronic city)?", "label": 0}
{"sentence1": "Why did girls avoid an boy but she always seeing him, what is on her mind?", "sentence2": "How can I learn and thoroughly understand algebra and calculus in one year?", "label": 0}
{"sentence1": "What is the molarity equation?", "sentence2": "What is molarity?", "label": 0}
{"sentence1": "What are some unexpected things first-time visitors to Thailand notice?", "sentence2": "What are some unexpected things first-time visitors to Australia notice?", "label": 0}
{"sentence1": "What has your experience been like at Williams College?", "sentence2": "What is it like to be an undergraduate at Williams College?", "label": 1}
{"sentence1": "What is imgsafe.org?", "sentence2": "What is parachutes.org?", "label": 0}
{"sentence1": "What is the value of b after execution? C=10; b=++c+++c", "sentence2": "What does an expression involving multiple post/pre decrement/increment operators evaluate to in C and C++?", "label": 0}
{"sentence1": "The Walking Dead Season 6 Episode 2 (JSS): [SPOILER] Where did Enid disappear to?", "sentence2": "The Walking Dead Season 6 Episode 2 (JSS): [SPOILER] Is Enid one of the wolves?", "label": 0}
{"sentence1": "What is a true friend for you?", "sentence2": "How do you tell if someone is a true friend?", "label": 0}
{"sentence1": "A case against open instruction sets?", "sentence2": "Do minorities in America exploit welfare programs?", "label": 0}
{"sentence1": "Is the plant pictured below poison ivy?", "sentence2": "How do you tell if you have poison ivy or bug bites?", "label": 0}
{"sentence1": "What questions do people ask?", "sentence2": "What questions are people not asking anymore?", "label": 0}
{"sentence1": "Which is the best app to learn English in native languages?", "sentence2": "Which is the best free app to learn english?", "label": 0}
{"sentence1": "Fees of training institue of big data in Hyderabad?", "sentence2": "Is the rate of photosynthesis reduced during monsoon season (assuming due to very cloudy environment sunlight is not available for 2-3 days)?", "label": 0}
{"sentence1": "What is the most amount of money you have made on FiveBucker.com?", "sentence2": "What's the most amount of money you've made in a week?", "label": 0}
{"sentence1": "What are some fascinating skills?", "sentence2": "What fascinates you?", "label": 0}
{"sentence1": "Which is better between PU Leather and FAUX Leather?", "sentence2": "Can a manmade material be made equal or better than leather?", "label": 0}
{"sentence1": "What are the new technologies in electronics?", "sentence2": "Which are new current technologies in electronics to learn?", "label": 0}
{"sentence1": "WIll US banks accept and exchange discontinued 500 and 1000 Indian rupee notes?", "sentence2": "Can a foreigner exchange 500 and 1000 rupee notes in India? What's the limit and how?", "label": 0}
{"sentence1": "What can I do after B.Tech in Electronics and Communication Engineering?", "sentence2": "What are career options in construction domain after graduation in electrical engineering?", "label": 0}
{"sentence1": "What are the most respected and informative textbooks for studying undergraduate-level organic chemistry?", "sentence2": "What are Caltech's required and recommended textbooks for undergraduate organic chemistry courses?", "label": 0}
{"sentence1": "Why phenol acidic in nature?", "sentence2": "What is acidic phenol used for?", "label": 0}
{"sentence1": "What does last seen on true caller mean?", "sentence2": "What does the green dot means in true caller?", "label": 0}
{"sentence1": "What is a nostro account?", "sentence2": "What is the Nostro account used by Bank of Santander, Peru to send money to Allahabad Bank, India?", "label": 0}
{"sentence1": "Do exotic car salesmen make more than those in the mainstream market?", "sentence2": "Are there crash tests for exotic cars?", "label": 0}
{"sentence1": "Can a notary public in Illinois administer the CA bar Attorney's Oath?", "sentence2": "How do I enforce my rights according to Ca Auto Ins. Law without an attorney.?", "label": 0}
{"sentence1": "If I just got off my period a few days and started again what could cause this?", "sentence2": "I'm 17 years old and My period started one day and It was light then it just stopped the next day. What does this mean?", "label": 0}
{"sentence1": "Who designed hookedonphonics.com?", "sentence2": "Who designed bleuflamme.com?", "label": 0}
{"sentence1": "Why did the terrorists attack the USA?", "sentence2": "Can the terrorist attack USA again?", "label": 0}
{"sentence1": "How can I trade currencies for business?", "sentence2": "Where can you trade currencies?", "label": 0}
{"sentence1": "Am I wrong to sing IRA songs?", "sentence2": "Who is the greater Punjabi rapper: Bohemia or Yo Yo Honey Singh?", "label": 0}
{"sentence1": "What are some good dance club songs?", "sentence2": "What are the best dance music songs in your opinion?", "label": 0}
{"sentence1": "Who were the most powerful women in history, who weren't royals, empresses or elected officials?", "sentence2": "Who were/are the most powerful women in history?", "label": 0}
{"sentence1": "Who will win in England VS Scotland FIFA World Cup qualification (UEFA)?", "sentence2": "Who will win in England VS Malta FIFA World Cup qualification (UEFA)?", "label": 0}
{"sentence1": "If you could ask God three questions, but not ask if he/she exists or ask him/her to answer more questions, what would they be?", "sentence2": "If you could have answers to any three questions you can imagine asking, what would you ask?", "label": 0}
{"sentence1": "How did physicists arrive at the speed of light and verify that it is correct?", "sentence2": "Assuming the Many Worlds theory is correct, is there a universe in which the speed of light is different than our own? How would that change things?", "label": 0}
{"sentence1": "What is the difference between an angel, Series A and B round of funding?", "sentence2": "What are Series A, Series B and Series C round of funding?", "label": 0}
{"sentence1": "Why there is a need of double pointer?", "sentence2": "What is the difference between the single pointer and double pointer?", "label": 0}
{"sentence1": "Why do mineral acids denature proteins?", "sentence2": "How do alcohols denature proteins?", "label": 0}
{"sentence1": "\"What are the best answers for \"\"Why should I hire you\"\"?\"", "sentence2": "\"What are the best answers to \"\"why should I hire you\"\" in bank interview?\"", "label": 1}
{"sentence1": "How do I prepare for IBPS PO exam in 2 months?", "sentence2": "How do I prepare IBPS PO exam in one month?", "label": 0}
{"sentence1": "Given a choice for Prime Ministerial candidate between Narendra Modi and Arvind Kejriwal, who should one support and why?", "sentence2": "Who is the better politician, Narendra Modi or Arvind Kejriwal? Why???", "label": 0}
{"sentence1": "How do I avoid distraction during self studying? i.e. during IIT preparation.", "sentence2": "How do I read/study with focus/concentration and avoid distractions/procrastination?", "label": 0}
{"sentence1": "Self-Improvement: How can I motivate myself to work hard?", "sentence2": "How do I motivate myself for anything?", "label": 1}
{"sentence1": "What is it like to live in the big cities of Jamaica compared to the ones in Brazil?", "sentence2": "What is it like to live in the big cities of Jamaica compared to the ones in Mexico?", "label": 0}
{"sentence1": "In Saul Bellow's Seize the Day, what does the final sentence mean?", "sentence2": "\"What does W.S.Maugham mean when he wrote the last full sentence in Chapter 46 of The Moon And Sixpence, \"\"I suppose it was.…..of a moral.\"\"?\"", "label": 0}
{"sentence1": "What are the chances of changing one's choice of campus in 2nd round of counselling in NIFT if one's common merit rank is 153?", "sentence2": "What are the chances of changing one's choice of campus in 2nd round of counselling in NIFT if one's common merit rank is 4121?", "label": 0}
{"sentence1": "Is IIT everything? Or NIT and IIIT is also a good option?", "sentence2": "Is IIIT a better option than NITs?", "label": 0}
{"sentence1": "Desserts: What are some desserts whose names start with the letter 'L'?", "sentence2": "Desserts: What are some desserts whose names start with the letter 'O'?", "label": 0}
{"sentence1": "\"How many two digit numbers leaves the remainder \"\"1\"\" when divided by two?\"", "sentence2": "How many one- and two-digit numbers give a remainder of 1 when divided by 3?", "label": 0}
{"sentence1": "How can I become a go go dancer?", "sentence2": "How do you become a go-go dancer?", "label": 0}
{"sentence1": "What universities does Northwestern recruit new grads from? What majors are they looking for?", "sentence2": "What universities does coach recruit new grads from? What majors are they looking for?", "label": 0}
{"sentence1": "What should I do if I am hungry?", "sentence2": "What should I eat if I am hungry?", "label": 0}
{"sentence1": "How are whole numbers and natural numbers used?", "sentence2": "What is a whole number and a natural number?", "label": 0}
{"sentence1": "How much does YouTube pay per view?", "sentence2": "Does Youtube pay for more views?", "label": 0}
{"sentence1": "Difference between original and duplicate Arduino board?", "sentence2": "Where can I buy an Arduino UNO board in Lucknow?", "label": 0}
{"sentence1": "What is Gurren Lagann about?", "sentence2": "Why is Gurren Lagann popular?", "label": 0}
{"sentence1": "What is it like to work at Wells Fargo?", "sentence2": "What is it like working for Wells Fargo India as an analyst?", "label": 0}
{"sentence1": "What are tips to ace an intercollegiate spelling bee competition?", "sentence2": "Are there any upcoming Spelling Bee contests in Kolkata for class 12 students? And how do I enrol in them?", "label": 0}
{"sentence1": "How can I bulk delete my tweets?", "sentence2": "Is there anyway I can access a recently deleted tweet where I was mentioned?", "label": 0}
{"sentence1": "If you, your pet dog, and a stranger got stranded on an island and there is little to no food, who would you eat to survive: your pet dog or stranger?", "sentence2": "Today a few transgenders came in. Surpisingly, my pet dog, who barks at every stranger who comes in, did not make a single noise. Can anyone say why?", "label": 0}
{"sentence1": "What are the core companies that hire electrical engineering students without gate score?", "sentence2": "Can I get admissions to IISER on the basis of GATE score? I am an electrical engineering student.", "label": 0}
{"sentence1": "How can I better digest/remember/understand what I read?", "sentence2": "How do you remember the things you read?", "label": 1}
{"sentence1": "How do I find someone's Gmail account?", "sentence2": "How can I hack Facebook or Gmail account?", "label": 0}
{"sentence1": "What are good gifts for a foreign visitor to bring when they're invited to someone's home in Mexico for the first time?", "sentence2": "What are good gifts for a foreign visitor to bring when they're invited to someone's home in Kuwait for the first time?", "label": 0}
{"sentence1": "Why can't I upload videos on Instagram even with Wi-Fi?", "sentence2": "Why won't my iMovie videos upload to Youtube? What do I need to do to upload them properly?", "label": 0}
{"sentence1": "Did Greek gods have sex?", "sentence2": "Who was the ruler of the Greek gods? How is he different from other Greek gods?", "label": 0}
{"sentence1": "Is it necessary to know programming for learning web development?", "sentence2": "Is it necessary to learn C/C++ for a web developer?", "label": 0}
{"sentence1": "\"How come that the Hindu festival \"\"Makar Sankranti\"\" is on January 14 each year? Is there any link between the Hindu and English calendars?\"", "sentence2": "Why does VHP want to exclude non-Hindu’s from the Hindu(Navratri) festival?", "label": 0}
{"sentence1": "What are the main flavor components of ranch dressing/dip/flavoring?", "sentence2": "Do Lay's BBQ flavor chips contain meat?", "label": 0}
{"sentence1": "To become a real estate developer, do you need a degree in civil engineering?", "sentence2": "Should I do civil engineering or master’s degree in real estate if I want to be a developer?", "label": 1}
{"sentence1": "Why don't drinks spill when an airplane turns?", "sentence2": "Should I be scared of riding an airplane?", "label": 0}
{"sentence1": "What can I do for 7 days in pondicheery?", "sentence2": "How much money do I need to travel around and in Tokyo for 7 days? Can someone who's been there or lives there answer?", "label": 0}
{"sentence1": "Can I watch Netflix on my Mac?", "sentence2": "What is the process to get admission in IISC for part time PHD for working employee?", "label": 0}
{"sentence1": "How do I count calories to lose weight?", "sentence2": "What is the best way to lose weight without counting calories?", "label": 0}
{"sentence1": "Why has Russia extended support to Pakistan?", "sentence2": "Has Russia backstabbed India by commencing military relations with Pakistan?", "label": 1}
{"sentence1": "What type of shoes are these?", "sentence2": "What type of shoe is this?", "label": 0}
{"sentence1": "How do I play Orbiter Space Flight Simulator?", "sentence2": "Why is it that after more than 50 years of manned space flight, travel to low earth orbit is still so rare and expensive?", "label": 0}
{"sentence1": "If a girl I'm dating calls me another name twice in a matter of 2 months, is it a bad sign?", "sentence2": "In my late twenties, every time I start dating a girl, she will disappear after 1-2 months and stops answering calls/texts. What's going on?", "label": 0}
{"sentence1": "How do I get banned on Quora?", "sentence2": "Can you get banned from Quora for mentioning illegal activity in a Blog?", "label": 0}
{"sentence1": "\"What are the top 3 \"\"second hand\"\" Auctions sites in Russia?\"", "sentence2": "\"What are the top 3 \"\"second hand\"\" auction sites in Sweden?\"", "label": 0}
{"sentence1": "Is there an anti-human trend that is becoming more prevalent among human beings?", "sentence2": "Do adults really exist?", "label": 0}
{"sentence1": "Is it true that Indians started eating garlic and onion during Mughals rule?", "sentence2": "During the Events of 1984 against Sikhs, is it true that more Sikhs were murdered in this time than even had been killed by the Mughals?", "label": 0}
{"sentence1": "What is the natural flavor in Polar Seltzer water?", "sentence2": "\"What are the \"\"Natural Flavors\"\" used in LaCroix to give it its taste?\"", "label": 0}
{"sentence1": "What is the best tool for finding and scheduling professional service providers plumbers in Mumbai?", "sentence2": "What is the best tool for finding and scheduling professional service providers (electricians, plumbers, etc)?", "label": 0}
{"sentence1": "What are the best 18+ Animes?", "sentence2": "Is CCS the best anime?", "label": 0}
{"sentence1": "What are the things that are easier done than said?", "sentence2": "What are some things that are easier said than done?", "label": 0}
{"sentence1": "Why are Spring and Summer longer than Autumn and Winter?", "sentence2": "Are days in the Southern Hemisphere longer the more south you go (during spring and summer)?", "label": 0}
{"sentence1": "What are some good books to learn finite element analysis?", "sentence2": "Which is the best lecture series for finite element analysis? And how to start writing simple 1D codes?", "label": 0}
{"sentence1": "How does one get a body like Bruce Lee, lean and muscular?", "sentence2": "If athletes keep getting better why has no one matched Bruce Lee?", "label": 0}
{"sentence1": "How do I convert a shortcut file into original?", "sentence2": "How can I recover shortcut files into original files in windows 10?", "label": 0}
{"sentence1": "What was it like to completely swallow cum from a guy for the first time?", "sentence2": "When giving a blowjob, are you more likely to swallow if the guy is really hot?", "label": 0}
{"sentence1": "What are the basic things that one should keep in mind before starting a start up?", "sentence2": "What are the things to keep in mind while starting business?", "label": 1}
{"sentence1": "Should I find a new piano teacher to replace my current one?", "sentence2": "I find it easy to do many tasks at a time but my parents and teachers advise me to do one thing at a time. Is my attitude right or should I change?", "label": 0}
{"sentence1": "What is the best idea after quitting one year in an I.T service job if one doesn't want a corporate culture and is a nature lover?", "sentence2": "Can anyone provide Quora followers just like Facebook likes are provided in the market?", "label": 0}
{"sentence1": "What are some simple ways to improve my GPA?", "sentence2": "How can you clock a fastball without the use of a radar gun?", "label": 0}
{"sentence1": "What is the best Bollywood movie of all time? And why?", "sentence2": "What are the best movies of all time?", "label": 0}
{"sentence1": "How is the ISRO interview for the post of Scientist/Engineer 'SC' (electronics)?", "sentence2": "How is the ISRO interview for the post of scientist/engineer 'SC' for ECE?", "label": 0}
{"sentence1": "Waterloo convert cgpa to percentage?", "sentence2": "Why Tcs hires people with IT skills and Assign them in BPS grade?", "label": 0}
{"sentence1": "What is the best dictionary app for iPhone and iPad?", "sentence2": "What is the best free offline dictionary iPhone app?", "label": 0}
{"sentence1": "Is there an income inequality in America or inequality of mindset, habits and belief system? People come from dirt poverty to millionaire status.", "sentence2": "What can be the minimum score i should carry in clat so that i can get any of the 18 NLUs ?", "label": 0}
{"sentence1": "My Instagram account is set to private. If one of my followers likes my photo, does it appear to their followers on the following feed, or are liked private photos not shown on the following feed?", "sentence2": "How can you look at someone's private Instagram account without following them?", "label": 0}
{"sentence1": "How large is Pacific ocean?", "sentence2": "How big is specific ocean?", "label": 1}
{"sentence1": "What should i eat after workout for reducing body fat and gaining muscle ?", "sentence2": "Should I eat after a workout?", "label": 0}
{"sentence1": "What does a survey bot do?", "sentence2": "What is a survey completer bot?", "label": 0}
{"sentence1": "Is a MBA from FDDI Noida worth a shot?", "sentence2": "After an MBA course in FDDI, what salary do you receive?", "label": 0}
{"sentence1": "My Instagram got hacked, but I still can get in, but my pictures are gone and my bio got erased. What should I do?", "sentence2": "How do I recover a hacked instagram?", "label": 0}
{"sentence1": "Is it better to use the mobile battery until it is discharged to zero, then fully charge it; or just charge it whenever possible avoiding full charge?", "sentence2": "What's better: fully charging my iPhone & using it until it runs out of battery, or keeping it plugged in & use it while it's charging? Why?", "label": 0}
{"sentence1": "What are the best speeches/articles on New Year's resolutions?", "sentence2": "What are the examples of best not followed new year resolutions?", "label": 0}
{"sentence1": "Why is Newton's first law important?", "sentence2": "What is Newton's First Law in Physics?", "label": 0}
{"sentence1": "List of all Amazon properties/subsidiaries?", "sentence2": "Why doesn't Amazon list unit prices?", "label": 0}
{"sentence1": "Why do my new Honda shine has high vibration at 50kmph but is comparatively Smooth above 65kmph?", "sentence2": "Which is better: the Honda Shine or the Hero Passion Pro?", "label": 0}
{"sentence1": "How do I approach people confidently?", "sentence2": "How can I approach people?", "label": 0}
{"sentence1": "What is your review of Some (2004 movie)?", "sentence2": "What is your review of Mass (2004 movie)?", "label": 0}
{"sentence1": "What is LCM of 0 and 1?", "sentence2": "What is an LCM of 1/2 and 3/4?", "label": 0}
{"sentence1": "How can I get my Android phone's cracked screen replaced? What will be the estimated cost and repair time when I take it to a service center?", "sentence2": "I have a LG stylo and I shattered the screen. How much would it cost to repair it? Would it be cheaper to just buy a new phone?", "label": 0}
{"sentence1": "What might cause a stomach ulcer to rupture?", "sentence2": "What causes stomach ulcers?", "label": 0}
{"sentence1": "Which is the best Sankara Nethralaya or Dr.Agarwal or Vasan eye care for LASIK eye surgery in Chennai?", "sentence2": "One of my eyes has a poor vision of -5.2. Is it OK if I get a LASIK eye surgery to clear the medical test of ONGC?", "label": 0}
{"sentence1": "What is expected cutoff for 2016 IBPS clerk prelims?", "sentence2": "What will be the expected cutoff of IBPS clerk 2016?", "label": 0}
{"sentence1": "Who are some of the best penalty takers in the history of football ( and has a record to prove it )?", "sentence2": "What is the best way to take a penalty in football?", "label": 0}
{"sentence1": "Which is best multiplayer car in asphalt 8 ?", "sentence2": "How's GT Racing good over Asphalt 8?", "label": 0}
{"sentence1": "What are aqueducts and who were they invented by?", "sentence2": "Who invented aqueducts? How were they invented?", "label": 0}
{"sentence1": "How do I search in Quora?", "sentence2": "How do I search for C# in Quora?", "label": 0}
{"sentence1": "How do I to score good marks in 12th boards?", "sentence2": "How do I score good marks in class 12 board exams?", "label": 1}
{"sentence1": "What language should I learn beside English?", "sentence2": "What language should I learn for monetique?", "label": 0}
{"sentence1": "What is the meaning of the word anomist?", "sentence2": "What's meaning of the word andagi?", "label": 0}
{"sentence1": "Latin america and christianity?", "sentence2": "As as a class monitor how will you stop your best friend from bringing camera or mobile phone in the school & what problems you might face?", "label": 0}
{"sentence1": "What are examples of sentences with a noun, verb and adjective?", "sentence2": "What are examples of sentences with adjectives?", "label": 0}
{"sentence1": "Do you think Modi ruined India by demonetisation?", "sentence2": "Has Modi Government ruined India's relation with Nepal?", "label": 0}
{"sentence1": "Did Mary give a natural vaginal birth to Jesus or was it some kind of supernatural/unexplainable birth to Jesus?", "sentence2": "How is the labour of Mary and her birth giving to Jesus described in the Bible?", "label": 0}
{"sentence1": "If we found in our galaxy a much more advanced alien civilization that is hostile, militaristic and expansionist, what would we do?", "sentence2": "What would our night skies look like if we were located in a similar place in Andromeda galaxy?", "label": 0}
{"sentence1": "Why can't I have sex?", "sentence2": "Why can't I have sex again?", "label": 0}
{"sentence1": "How were we able to take pictures of the Milky Way while we ourselves are in it?", "sentence2": "How do I take pictures of Milky Way?", "label": 0}
{"sentence1": "Explain two important activities through which you can provide better play environment to your students?", "sentence2": "How can you withdraw your Employee Provident Fund amount if HR is unwilling to relieve you and asks you to serve a two-month period?", "label": 0}
{"sentence1": "Will the United States ever collapse?", "sentence2": "Has the United Stated ever bombed Russia?", "label": 0}
{"sentence1": "What are some common applications of knot theory in quantum computing?", "sentence2": "How crucial of a role is knot theory going to play in quantum computation?", "label": 0}
{"sentence1": "What I should I do to improve my Resume?", "sentence2": "Is there anything I can do to improve my resume?", "label": 0}
{"sentence1": "How do I become a model in Mumbai?", "sentence2": "How do I become a model?", "label": 0}
{"sentence1": "What's the meaning of OK?", "sentence2": "What is the meaning of meaning?", "label": 0}
{"sentence1": "Who is responsible for the terror attack on Uri Camp?", "sentence2": "Is it true that Terror attack on URI camp was done by India Govt to prove Pakistan a terrorist country in United Nations?", "label": 0}
{"sentence1": "What is the best way to suicide?", "sentence2": "What is the easiest way to commite suicide?", "label": 1}
{"sentence1": "JFK Assassination (November 1963): How difficult was the shot taken by Lee Harvey Oswald?", "sentence2": "JFK Assassination (November 1963): How are we sure that Oswald used the rifle he did?", "label": 0}
{"sentence1": "What are all the flavors of Native American Spirit Cigarettes, and what do the colors mean?", "sentence2": "Is there really a health difference between Marlboro and American Spirit cigarettes?", "label": 0}
{"sentence1": "What is the difference between emerging market and developing market?", "sentence2": "How can a strong dollar be good for emerging markets?", "label": 0}
{"sentence1": "Who is better Donald Trump or Hillary Clinton?", "sentence2": "How is Hillary Clinton a better choice than Donald Trump?", "label": 1}
{"sentence1": "I'm English but have to move to Scotland to get the job I want, will there be hostility towards me because I'm English?", "sentence2": "\"I'm an air traffic controller in the U.S. I've been at it for over 15 years. My wife and I really want to move to Scotland. I'm 40. Is it still possible to \"\"transfer\"\" there?\"", "label": 0}
{"sentence1": "\"What are some sentence examples using \"\"corporeal\"\"?\"", "sentence2": "\"What are some sentence examples using \"\"profitable\"\"?\"", "label": 0}
{"sentence1": "What is the best question you can ask yourself?", "sentence2": "What are some important questions to ask yourself as you go through life?", "label": 0}
{"sentence1": "Are there people really as smart as Tony Stark aka Iron Man?", "sentence2": "In Marvel’s Avergers: Age of Ultron film, how was Tony Stark able to operate his Iron Man Suit after Ultron had De-programmed J.A.R.V.I.S.?", "label": 0}
{"sentence1": "According to the Albert Einstine the gravity is due to curvature of mass in the space time fabric what force make the curvature?", "sentence2": "Why do objects with mass warp space-time?", "label": 0}
{"sentence1": "Is green tea a fat burner? Does it help with weight loss? how much should I drink? which time to drink ?", "sentence2": "What is the correct time to take green tea for weight loss?", "label": 1}
{"sentence1": "Neurotypical perceptions of a English rapper with Autism considering their difficulties?", "sentence2": "If a normal infant were raised in a town comprising solely of people with visible facial birth defects and/or injuries, in what ways would the infant's perception of aesthetics and interpersonal attraction differ from the average American?", "label": 0}
{"sentence1": "What is the average and highest placement package at UPES? How many placed candidates from the B.Tech CSE branch got a 6+LPA offer?", "sentence2": "Which is the best specialisation for a B.Tech in CSE from UPES?", "label": 0}
{"sentence1": "What is Hillary Clinton's plan for ISIS?", "sentence2": "What will be Hillary Clinton's approach be towards ISIS?", "label": 1}
{"sentence1": "What is meant by 'women empowerment' & why is it needed?", "sentence2": "What are some of the best answers written on women empowerment?", "label": 0}
{"sentence1": "Would a number show up as being verizon if its supposedly straight talk?", "sentence2": "What would you do if you suspected you were Typhoid Mary?", "label": 0}
{"sentence1": "I got 90.21 percentile in the quantitative aptitude section and 90.12 percentile in the problem solving section of the logical reasoning section of the eLitmus pH test but a very low score (17 percentile) in verbal ability. What are my chances of getting calls for interviews?", "sentence2": "My eLitmus percentiles are verbal-85, P.s-80, and quantitative-43. Will I get a call from Accenture?", "label": 0}
{"sentence1": "Does IIM Indore select 1 year dropouts for IPM?", "sentence2": "How many times do I have to wax my face before the hair never grows back?", "label": 0}
{"sentence1": "I smoke between 0 and 4 cigarettes per day. How will that affect me?", "sentence2": "Will I die if I smoke one cigarette per day?", "label": 0}
{"sentence1": "What are the differences between Amazon and Alibaba?", "sentence2": "What are the differences between buying products from Amazon and Alibaba?", "label": 1}
{"sentence1": "How do I get free Instagram followers fast?", "sentence2": "How can you look at someone's private Instagram account without following them?", "label": 0}
{"sentence1": "Is it safe to swim every day (laps), or will it cause muscle fatigue?", "sentence2": "Every single day at noon, I feel fatigued and tired, and can't continue my day unless I nap. How can I stop feeling a need for sleep at noon?", "label": 0}
{"sentence1": "What specifically defines the entrepreneurial spirit?", "sentence2": "What is entrepreneurial?", "label": 0}
{"sentence1": "What material should I use to pass the C4040-121 exam?", "sentence2": "What material should I use to pass the C2180-377 exam?", "label": 0}
{"sentence1": "Is there anyway new employers know you got red flagged at your last jobs?", "sentence2": "Can anyone share me about an embarrassing situation due to your shyness?", "label": 0}
{"sentence1": "What kind of doctor should I go to that treats mental health problems with diet, supplements, etc?", "sentence2": "Which insulating material are used in heat resistant cable?", "label": 0}
{"sentence1": "Where can I watch Sherlock Season 4 online?", "sentence2": "How can I watch Sherlock Season 4 episode 2 (the lying detective) in India online as soon as possible?", "label": 0}
{"sentence1": "How can find my user name and password in IRCTC by my register mobile number or Email ID?", "sentence2": "Do we have too many user IDs, passwords, emails, accounts, and keys? How do you manage them?", "label": 0}
{"sentence1": "How can I immigrate to USA?", "sentence2": "How can I immigrate to the US?", "label": 1}
{"sentence1": "How do I reset/format a Macbook Pro?", "sentence2": "Why can't I reset my MacBook Pro login password using my Apple ID credentials? I usually don't have a problem with that but MacBook now just won't accept my Apple ID credentials.", "label": 0}
{"sentence1": "How can we visualize wave-particle duality?", "sentence2": "Is there more to the wave-particle duality than semantics?", "label": 0}
{"sentence1": "How do you use Sodexo gift passes effectively?", "sentence2": "What's the actual use of a Sodexo coupon?", "label": 0}
{"sentence1": "Why do we need factory design patterns?", "sentence2": "What is a factory design pattern?", "label": 0}
{"sentence1": "Have you ever cheated on your employer? How?", "sentence2": "Have you ever been cheated by the employer?", "label": 0}
{"sentence1": "What is the evolutionary significance of communisim and how has it changed modern society?", "sentence2": "What is the evolutionary significance of computers and how has it changed modern society?", "label": 0}
{"sentence1": "What does the Uber interface look like for drivers?", "sentence2": "Where can I find a screenshot of Uber driver interface?", "label": 0}
{"sentence1": "Is there any Russian fighter jet that can beat USA's F35 Lightning II?", "sentence2": "Is the F-35 as bad a plane as I have been reading?", "label": 0}
{"sentence1": "What are some Navy boot camp stories?", "sentence2": "What do you do in Navy boot camp?", "label": 0}
{"sentence1": "What is your experience with the Indian police corruption?", "sentence2": "What are some bad experiences that people have had with the 'Indian Police'? Do mention the state/ city where the experience took place.", "label": 0}
{"sentence1": "Sensitivity to heat and cold on tooth with root canal & permanent crown 5 months after procedure. What's the problem?", "sentence2": "I'm having pain on a tooth months after root canal (and crown) was done. Is this normal?", "label": 0}
{"sentence1": "What will be the largest number of 6 digits form by 2,3,0,4,9 and 8?", "sentence2": "I’m majoring/teaching a foreign language. How can I safeguard my own native identity and culture?", "label": 0}
{"sentence1": "How do car insurance companies investigate accident claims?", "sentence2": " I didn't file a police report for a car accident that happened over a month ago. My insurance company won't pay for damage, what do I do?", "label": 0}
{"sentence1": "How do I stop a redirecting virus on Android in Google Chrome?", "sentence2": "How can I redirect an Android virus?", "label": 0}
{"sentence1": "How do I know if I am suitable to be a salesman?", "sentence2": "How do I know if I am being judgmental?", "label": 0}
{"sentence1": "Why is Gemini the most hated sign?", "sentence2": "\"Does May 21 fall under the \"\"Taurus\"\" or \"\"Gemini\"\" zodiac sign?\"", "label": 0}
{"sentence1": "What is the easiest way to make Legend in Hearthstone?", "sentence2": "What is the most beautiful card in Hearthstone?", "label": 0}
{"sentence1": "I want to increase my weight within 30 days. What can I do to gain up to 20 kg?", "sentence2": "I am a 20 year old. My body weight is 50. How can I increase my body weight up to average?", "label": 0}
{"sentence1": "How does it feel to be gay in Indonesia?", "sentence2": "How does it feel to be an attractive gay man?", "label": 0}
{"sentence1": "How do I improve my presence of mind/ spontaneous thinking for simple situations?", "sentence2": "How can I improve my presence of mind?", "label": 1}
{"sentence1": "Which is the better way of celebrating Independence day: attending a flag hoisting ceremony or studying for the improvement of our country's future?", "sentence2": "Which country did the U.S. help win its independence in return for the control of a land zone to build a canal: Panama or Cuba?", "label": 0}
{"sentence1": "How long does heroin stay in your urine?", "sentence2": "How long does meth stay detectable in the body through testing?", "label": 0}
{"sentence1": "Why is -1%10=9?", "sentence2": "What is 9 + 10?", "label": 0}
{"sentence1": "Do you know any Brahmin who likes to eat butter chicken?", "sentence2": "Ancient India: During the Vedic period, Hindus used to offer animals for yajna, especially by Brahmins. Who used to eat that meat, if Brahmins were not supposed to?", "label": 0}
{"sentence1": "How can one get back speed post with delivery attempted status missent?", "sentence2": "How do I contact a delivery boy if the delivery attempt was made and I was absent? What if I don't have the contact number?", "label": 0}
{"sentence1": "What happens if the IRS audits me and I do not have the receipt for an expense (assuming it was a legitimate expense)?", "sentence2": "Can IRS audits be conducted by mail?", "label": 0}
{"sentence1": "What is the meaning of omni-relational?", "sentence2": "What does www mean?", "label": 0}
{"sentence1": "What is your favourite operating system for your workstation?", "sentence2": "Which is your favourite operating system?", "label": 0}
{"sentence1": "What is a good place to learn singing in hyderabad?", "sentence2": "What are some good night time hang out places in Hyderabad?", "label": 0}
{"sentence1": "I left Kuwait on 23rd of feb 2016 and back on 21st August. How many days are there in betwee?", "sentence2": "How come on airplanes the engines get louder and louder then takeoff (why don't they just put the throttle up all the way, why go slowly)?", "label": 0}
{"sentence1": "What is the most effective way to learn new English words with flashcards without translating the word or remembering long-winded explanations?", "sentence2": "What's a good flashcard app for English words?", "label": 0}
{"sentence1": "How many students drop out or fail in IIM-A every year? Out of how many?", "sentence2": "Up to how many years of BTech CGPA is calculated for IIMs?", "label": 0}
{"sentence1": "What is the Hyperloop? How does it work?", "sentence2": "Is Hyperloop's IPO likely to be successful?", "label": 0}
{"sentence1": "Do the cards returning to your hand from exile with Memory Jar count as drawing cards?", "sentence2": "\"What are the most relevant cards from \"\"Born of the Gods\"\"?\"", "label": 0}
{"sentence1": "How can I start a music band?", "sentence2": "How can I start a rap band?", "label": 0}
{"sentence1": "Where is the Royal Enfield showroom near Thane?", "sentence2": "Why do I stop studying right before an important exam? How do I stop doing that?", "label": 0}
{"sentence1": "Which programming languages are common to develop in the area of gamification?", "sentence2": "Who is the worst Director in the history of MNIT/MREC?", "label": 0}
{"sentence1": "What is the meaning of theoretical?", "sentence2": "What is the meaning of theoretical approach?", "label": 0}
{"sentence1": "How many companies visited for campus recruitment at MIT Manipal for 2016-17 session?", "sentence2": "Why does Hillary Clinton run such a negative campaign?", "label": 0}
{"sentence1": "\"What makes \"\"1984\"\" an important social commentary?\"", "sentence2": "How do I make a news commentary?", "label": 0}
{"sentence1": "What do you do when someone asks for your number?", "sentence2": "Is it rude to ask someone whom they voted for?", "label": 0}
{"sentence1": "Could I be pregnant? (Took a test on 5th July. Negative.)", "sentence2": "Could I be pregnant?", "label": 0}
{"sentence1": "What are the advantages and disadvantages of working for a Multi-Level Marketing/Network Marketing company?", "sentence2": "Why do people say multi level marketing is bad thing?", "label": 0}
{"sentence1": "How do you get an internship at Qualcomm?", "sentence2": "As a 3-year ECE student, how should one prepare to get an internship in Qualcomm or other Telecom companies?", "label": 0}
{"sentence1": "Which is a good solar panel installation provider near Manteca, California CA?", "sentence2": "Which is a good solar panel installation provider near Agoura, California?", "label": 0}
{"sentence1": "Will the US Supreme Court ever overturn Roe v. Wade?", "sentence2": "How is abortion defined in Roe v. Wade?", "label": 0}
{"sentence1": "Why isn't the pornography industry more vigorous about making sites like Youporn pay to distribute the content they own?", "sentence2": "Do straight women like gay porn? Why, or why not?", "label": 0}
{"sentence1": "What is the role of product managment?", "sentence2": "How is the role of a product manager?", "label": 0}
{"sentence1": "Who is the biggest mass murderer in history; i.e.,  responsible for killing most people?", "sentence2": "Why does it seem like most mass murderers are male?", "label": 0}
{"sentence1": "Does whiskey aged for many years really taste better?", "sentence2": "I'm 20 years old and I want to start collecting and tasting whiskey. How do I start?", "label": 0}
{"sentence1": "What are some tips on making it through the job interview process at Vitae Pharmaceuticals?", "sentence2": "What are some tips on making it through the job interview process at West Pharmaceuticals?", "label": 0}
{"sentence1": "What is the difference between a Brahmin and a Hindu?", "sentence2": "Is there a difference between brahmin and pandit? If yes then why it is considered as upper class because I know a lot of pandit who are below poverty line and struggling for basic needs of the life.", "label": 0}
{"sentence1": "What role can a bioengineer play in the Indian Army?", "sentence2": "What is the role of an engineer in the artillery arm of the Indian Army?", "label": 0}
{"sentence1": "Why should one join the Indian Foreign Service?", "sentence2": "How do I get into the Indian Foreign Service?", "label": 0}
{"sentence1": "Electrical Safety: What happens if you drop a running hairdryer into a bathtub that you're standing in?", "sentence2": "What will happen if I run at light speed?", "label": 0}
{"sentence1": "How do 13-year-olds lose belly fat?", "sentence2": "What is the best way to lose belly fat? (workout, natural remedies and pills)", "label": 0}
{"sentence1": "Why does everyone hate Shane Watson so much?", "sentence2": "Who are movie stars everyone seems to hate?", "label": 0}
{"sentence1": "What are the best salons for olaplex in Munich?", "sentence2": "Which is the best hair salon in NCR for men?", "label": 0}
{"sentence1": "Which is the best free email service?", "sentence2": "What is the best free voicemail-to-email service?", "label": 0}
{"sentence1": "I am planning a trip to Leh in mid-July. Where can I find tents and sleeping bags for rent in Leh/Manali and what would be the cost for them?", "sentence2": "What are all things to consider while planning a bike trip to Leh-Ladakh?", "label": 0}
{"sentence1": "How do I earn 500 dollar per day online?", "sentence2": "What's the easiest way to make money online?", "label": 0}
{"sentence1": "How much time does it take to learn JavaScript?", "sentence2": "How much time do I need to learn JavaScript?", "label": 1}
{"sentence1": "Does the sound of the sun as recorded by NASA really sound AUM?", "sentence2": "How can I record internal sound in my PC?", "label": 0}
{"sentence1": "I got promoted to Sr Manager at an IT services firm & was offered an IT strategy job at a manufacturing firm. Seeking advise on picking one.", "sentence2": "I'm 30 years old and I make good money in finance, but I just got an exciting job offer at a startup accelerator. Should I take the job if my goal is to eventually work for a VC firm?", "label": 0}
{"sentence1": "\"What are examples of repetition in Edgar Allan Poe's \"\"The Raven\"\"?\"", "sentence2": "What are the themes in The Raven by Edgar Allen Poe?", "label": 0}
{"sentence1": "What would happen if all the people in the world didn't need to sleep?", "sentence2": "Where would humans be if we didn't need sleep?", "label": 1}
{"sentence1": "Does Blepharitis cause swollen under-eyes?", "sentence2": "What can cause a lump under my eye?", "label": 0}
{"sentence1": "What is the easiest, painless way to die instantly?", "sentence2": "What are the most mysterious ways that people have died?", "label": 0}
{"sentence1": "How possible is it to get pregnant one day after my 3 day period?", "sentence2": "Can I fall pregnant after 3days of my period?", "label": 1}
{"sentence1": "Can I stop Prozac after 1 week?", "sentence2": "I feel Prozac helping after 6 weeks but not enough. some days I'm good and some bad and some hopeless. Do I maybe need a higher dose or wait longer?", "label": 0}
{"sentence1": "What is your review of OasisBus.com (company)?", "sentence2": "What is your review of FreelancerCircle.com (company)?", "label": 0}
{"sentence1": "Why my store is pending, not showing in Google map?", "sentence2": "I am thinking of doing BBA plus MBA. what is the names of MBA colleges in Delhi under 7 lakhs fees whose placements are good?", "label": 0}
{"sentence1": "How would one target a high net worth individual through the means of social media?", "sentence2": "What are some of the best ways to target high Net worth individuals online?", "label": 0}
{"sentence1": "Registering for cat 2016.i dontknow how to upload nc-OBC certificate.will they accept when I upload my communitycertificate issued by TN govt?", "sentence2": "What are the largest classes at Wright State? Are they worth taking? What is the workload like for them?", "label": 0}
{"sentence1": "I am a failure at 40, no strength, living in closed room in parents home, unable to express, never had any relationships, neglected in life, now what?", "sentence2": "I am 45 and never had a girlfriend. I have Asperger's which may be the reason why. Am I the only one like this, or it is common for men with Asperger's to be unable to find a girlfriend?", "label": 0}
{"sentence1": "What are some of the most common Indian last names?", "sentence2": "What is the most common thing among indians?", "label": 0}
{"sentence1": "Is it okay to laugh at your own jokes?", "sentence2": "Why is it frowned upon to laugh at your own jokes?", "label": 0}
{"sentence1": "How many Indians will leave India if offered citizenship of USA?", "sentence2": "What is the best things about Mhow?", "label": 0}
{"sentence1": "What does it feel like to not be beautiful?", "sentence2": "What does it feel like to be attractive and desired by many?", "label": 0}
{"sentence1": "What happens on a honeymoon?", "sentence2": "How do I plan my honeymoon?", "label": 0}
{"sentence1": "Why do I get annoyed when people who answer ask for upvotes at the end of it?", "sentence2": "What makes people to be upset when the offer of things they asked for came much later than they expected?", "label": 0}
{"sentence1": "Is it a sin choosing not to be a feminist?", "sentence2": "Feminism: Are women these days more of misandrists than feminists?", "label": 0}
{"sentence1": "What is the best material to prepare for SSC CGL Tier 3 2016?", "sentence2": "How do I prepare for SSC CGL Tier 3 (descriptive)?", "label": 1}
{"sentence1": "How do I find my Facebook user ID?", "sentence2": "Do people generally know what a Facebook ID is?", "label": 0}
{"sentence1": "How can you teach yourself to take from others when you're the one who does all the giving but doesn't want to take?", "sentence2": "Why don't we discuss tax and foreign policies more in Indian elections but are instead obsessed with socialist schemes?", "label": 0}
{"sentence1": "Are dark matter and neutrinos at some level the same thing?", "sentence2": "Considering neutrinos have mass, are they a candidate for dark matter?", "label": 1}
{"sentence1": "How does French Press coffee compare to Chemex?", "sentence2": "Is a Chemex & Hario Buono better than French press?  Why?", "label": 0}
{"sentence1": "What is migraine disease?", "sentence2": "What are the causes and most effective ways to treat or cure migraine headaches?", "label": 0}
{"sentence1": "How can iron form 5 bonds in Fe(CO)5?", "sentence2": "How is a d-pi d-pi bond formed? Elaborate.", "label": 0}
{"sentence1": "What is a hydraulic engine?", "sentence2": "What is it like to be a hydraulic engineer?", "label": 0}
{"sentence1": "What is marketing environment?", "sentence2": "What is marketing environment mean?", "label": 1}
{"sentence1": "What happens when you eat the tequila worm?", "sentence2": "How do they put bugs such as a big worm or a mantis inside small bottles of absinthe/tequila?", "label": 0}
{"sentence1": "How much free RAM does Xiaomi Redmi Note 3 has on average?", "sentence2": "Anime tv in india?", "label": 0}
{"sentence1": "What does an IQ score of 137 mean?", "sentence2": "What do the scores on a classic IQ test mean?", "label": 0}
{"sentence1": "I forgot my Facebook password and email password. How can I log into Facebook?", "sentence2": "I forgot my password and also my email password. how can I get back that account?", "label": 1}
{"sentence1": "Is one month enough for GRE preparation?", "sentence2": "How can I score 400+ in BITSAT by 50 days of prep?", "label": 0}
{"sentence1": "By your point of view, what are the most followed topics on Quora?", "sentence2": "Who gets the views when questions are reasked?", "label": 0}
{"sentence1": "Do you have some thinking habits or patterns or skills which are quite helpful?", "sentence2": "I have been a good student since chiild hood but just do not feel like studyiing recently .What is wrong with me?", "label": 0}
{"sentence1": "Can I update my Android TV 4.4.2 to 5.0 lolipop?", "sentence2": "How do I update the A850+ from Android 4.2.2 to Android 5.0?", "label": 0}
{"sentence1": "What are Hillary Clinton's most recognized accomplishments while Secretary of State?", "sentence2": "What is Hillary Clinton's greatest achievement as a Secretary of State?", "label": 1}
{"sentence1": "What are good ways to avoid taxes in the US?", "sentence2": "How do I avoid taxes in India?", "label": 0}
{"sentence1": "Why chinese are very lazy to come out of chinese, And learn a new language?", "sentence2": "Is it wrong for an overseas Chinese to not want to learn Chinese Mandarin language?", "label": 0}
{"sentence1": "Which is better: CSE at SSN or CSE at NIT T?", "sentence2": "Which one is better for CSE; NIT, Silchar or NIT, Agartala?", "label": 0}
{"sentence1": "Does an upgrade to iOS 10 take away the jailbreak?", "sentence2": "How do I jailbreak an iPad 2 iOS 9.3.3?", "label": 0}
{"sentence1": "I have fear in exams?", "sentence2": "If I time traveled 250 million years back. How would I survive?", "label": 0}
{"sentence1": "How can I experience weightlessness?", "sentence2": "How can you experience weightlessness?", "label": 0}
{"sentence1": "Is online birth certificate is accepted for passport?", "sentence2": "Is handwritten birth certificate accepted for passport?", "label": 0}
{"sentence1": "How much do front brakes cost for a Toyota Corolla?", "sentence2": "How much do brake pads cost for a Honda Civic?", "label": 0}
{"sentence1": "Which book is the best to learn HTML and CSS?", "sentence2": "Which are the best websites or resources for studying HTML, CSS and JavaScript?", "label": 0}
{"sentence1": "How do you clear your Hotmail inbox?", "sentence2": "Can one still create an Hotmail account?", "label": 0}
{"sentence1": "What is the time complexity of JavaScript's sort function?", "sentence2": "What is the time complexity of sort() function in C++?", "label": 0}
{"sentence1": "Can I drink my boyfriend's cum?", "sentence2": "Why does an airplane need a tail?", "label": 0}
{"sentence1": "Why should India consider to review Indus Water treaty?", "sentence2": "Should India relook Indus water treaty?", "label": 1}
{"sentence1": "What are some practical applications of F#?", "sentence2": "What are the practical applications of force?", "label": 0}
{"sentence1": "How can I make more convincing arguments?", "sentence2": "\"What makes an argument \"\"sound\"\"?\"", "label": 0}
{"sentence1": "What are the best airport hacks for India?", "sentence2": "Do I need to have a passport for domestic flights in India?", "label": 0}
{"sentence1": "Who is the best RJ in India?", "sentence2": "Which is the best MNC in India?", "label": 0}
{"sentence1": "How much weight can be lost without eating for a week?", "sentence2": "How can we eat at a calorie deficit to lose weight but without affecting our hormones?", "label": 0}
{"sentence1": "How does online gambling work?", "sentence2": "How did online gambling emerge?", "label": 0}
{"sentence1": "Can modafinil really help with staying focused to study? I have managed my ADHD well in the past but failing to manage well now.", "sentence2": "I'm doing PG and wants to go for a PhD, but now I have only 6 month left to complete my PG and am planning to take the GRE by Jan 2015. Is my decision to take the GRE now right, or should I focus on my studies and internship projects or manage time for both, as both are equally important?", "label": 0}
{"sentence1": "Why hasn't Pokemon Go released in India?", "sentence2": "Will Pokémon GO launch in India?", "label": 0}
{"sentence1": "Do we need advertisements? Describe your favourite advertisement / commercial. Why is it appealing?", "sentence2": "Why do company's like McDonalds and Gatorade even have commercials and advertisements?", "label": 0}
{"sentence1": "Velocity of air at the outlet of air conditioner, maybe say, 1.5Ton split AC.?", "sentence2": "Can I replace core i3 first generation with a core i5/i7 for newer generation without changing motherboard?", "label": 0}
{"sentence1": "What is dry ice blasting used for?", "sentence2": "How is dry ice formed?", "label": 0}
{"sentence1": "How can I find a keylogger?", "sentence2": "How does a keylogger work?", "label": 0}
{"sentence1": "Why does my dog chew all her toys?", "sentence2": "Why does my dog not chew anything?", "label": 0}
{"sentence1": "Why don't college students ask questions in class?", "sentence2": "\"What should you do if you ask an instructor a question in class and they ask \"\"does this make sense?\"\" after explaining, and you still don't get it?\"", "label": 0}
{"sentence1": "What is the deepest lake in Europe, and how does this lake's flora and fauna compare to that of Lake Van?", "sentence2": "What is the deepest lake in Europe, and how does this lake's flora and fauna compare to that of Lake Geneva?", "label": 0}
{"sentence1": "What is the difference between a home loan, mortgage loan and a loan against property?", "sentence2": "Is mortgaging your house and a home equity loan the same thing?", "label": 0}
{"sentence1": "What are some epic tweets of all time?", "sentence2": "What are some epic tweets?", "label": 1}
{"sentence1": "How long does a intensity power bank take to charge?", "sentence2": "How long does it take just to energise a 400kv transmission line during power system restoration?", "label": 0}
{"sentence1": "How can I sign up with Kerbi?", "sentence2": "Who can sign up for Kerbi?", "label": 0}
{"sentence1": "I am a BTech student and I am really interested in mental illness and psychological disorders. How can I get into this field?", "sentence2": "I need financial stability. My mother is a cancer patient. I still do not get the inspiration to aggressively prepare for govt job. Am I mentally ill?", "label": 0}
{"sentence1": "I am 22 years old planning to commit suicide. What is easiest way?", "sentence2": "What are some of the good reasons to commit suicide?", "label": 0}
{"sentence1": "Can you give me 5 examples of homogeneous mixtures and substance and 5 heterogeneous mixtures?", "sentence2": "A manufacturer has 200 litres of acid solution which has 15% acid content. How many litres of acid solution with 30% acid content may be added so that acid content in the resulting mixture will be more than 20% but less than 25%?", "label": 0}
{"sentence1": "Is there a uncensored search engine, what is the link for it?", "sentence2": "What is the closest approximation of the price Americans spend each year for gasoline and diesel? I'm looking for the full amount in dollars.", "label": 0}
{"sentence1": "How do I start the dead ubislate 7cz tablet?", "sentence2": "How tomake payment for UK membership for actuarial exams?", "label": 0}
{"sentence1": "What did you think of the Joker in Suicide Squad?", "sentence2": "Is the Joker in the Suicide Squad comics?", "label": 0}
{"sentence1": "How anonymous is the Anonymous hacker group?", "sentence2": "How do I get in contact with the Anonymous hackers?", "label": 0}
{"sentence1": "Can you fall in love on the internet is that possible?", "sentence2": "Where can I get PDFs of almost every book?", "label": 0}
{"sentence1": "Why did a stranger’s dog jump on me?", "sentence2": "What's the best way to make your own DCP of a short film?", "label": 0}
{"sentence1": "How do I crack ecet exams?", "sentence2": "How do I crack exam?", "label": 0}
{"sentence1": "Is there a way to auto post to WordPress from a Facebook page?", "sentence2": "How do I auto post on Facebook?", "label": 0}
{"sentence1": "After 2 years of physical relationships, my boyfriend tells me he can't make commitments about a future together. Should I break up with him?", "sentence2": "Why would he tell me he loves me, that I make him happy and two hours later break up with me?", "label": 0}
{"sentence1": "Is it possible to build iron man suits?", "sentence2": "Is it possible to create iron man suite practically?", "label": 1}
{"sentence1": "What is it like to have a near death experience?", "sentence2": "What does it feel like to survive death?", "label": 0}
{"sentence1": "Do pigeons settle on windows when they feel like reflecting on existence? (photo question)", "sentence2": "Why do we take photos of every event when they are rarely looked back on?", "label": 0}
{"sentence1": "What is sociology of knowledge?", "sentence2": "What is the sociology of scientific knowledge?", "label": 0}
{"sentence1": "Is there any use in learning ethical hacking for better learning?", "sentence2": "What's it like to have a suicidal client?", "label": 0}
{"sentence1": "How can I get more followers?", "sentence2": "How do I get more followers?", "label": 1}
{"sentence1": "Does Facebook support automatic offline and sync capability?", "sentence2": "Should I support Facebook's Free Basics in India?", "label": 0}
{"sentence1": "How did buying and/or selling a home become so complicated and expensive in terms of the associated fees, etc.?", "sentence2": "How do I market or increase visibility of a business website which buys and sells formats like photos, videos, documents etc.?", "label": 0}
{"sentence1": "How much of the world is in debt?", "sentence2": "The World is in debt to?", "label": 0}
{"sentence1": "Reddit (website): How can one web-scrape a list of subreddits for further processing (preferably with metadata if possible)?", "sentence2": "How many subreddits can I put while submitting a link on reddit? If I can put more than one, then how do I do it?", "label": 0}
{"sentence1": "What type of curve described is by the polar equation tan θ = 5?", "sentence2": "WHAT DO YOU UNDERSTAND BY TERM BUSINESS?", "label": 0}
{"sentence1": "Is the sugar we eat glucose, sucrose, or fructose?", "sentence2": "Is granulated fructose healthier than granulated sugar?", "label": 0}
{"sentence1": "I am unable to use the little finger on my right hand while playing Piano as I cannot control it properly. What hand exercises should I do to resolve this problem?", "sentence2": "How can I grow my fingers longer to play piano better?", "label": 0}
{"sentence1": "What are the best programming forums?", "sentence2": "What is the best forum for python?", "label": 0}
{"sentence1": "How is per capita income of a country calculated?", "sentence2": "How does per capita income effect ecological footprint?", "label": 0}
{"sentence1": "What's the best free (and really simple) project management tool?", "sentence2": "What is the best multi-user, online project management tool?", "label": 0}
{"sentence1": "What are the best 10 Hindi Bollywood songs having funny English translations?", "sentence2": "What are some catchy/funny Hindi songs (both Bollywood and pop albums)?", "label": 0}
{"sentence1": "Is an MBA in India highly overrated? Why or why not?", "sentence2": "Jobs in US after MBA in India?", "label": 0}
{"sentence1": "What does a slope of force vs. an acceleration graph represent?", "sentence2": "What do the terms force, mass, and acceleration mean in F = ma?", "label": 0}
{"sentence1": "Which streaming Tamil movies with English subtitles websites are available?", "sentence2": "Do you know any websites show English movies and English series with English subtitles because I need to improve my English?", "label": 0}
{"sentence1": "Is www.socialtrade.biz a scam?", "sentence2": "How does socialtrade.biz work?", "label": 0}
{"sentence1": "What is the best way to start with electronics?", "sentence2": "What should I do to get started in making electronics?", "label": 0}
{"sentence1": "What are some of the best free online resources to learn Japanese?", "sentence2": "What are good online resources for learning Japanese?", "label": 0}
{"sentence1": "Are there any known backend services online for apps like Yelp or Square that manage business owners more so than users?", "sentence2": "Is there an online app like Yelp, but for rating landlords?", "label": 0}
{"sentence1": "Anyone use splice sounds?", "sentence2": "I have $10,000 to play with. I'm 23 and a baby on the way. What are some ways I can put my money to work?", "label": 0}
{"sentence1": "Which are the answers that we can only find in holy Bhagavad Gita and not in other holy books?", "sentence2": "How long do you think it will take to read the Bible?", "label": 0}
{"sentence1": "What are some major social faux pas to avoid when visiting Estonia?", "sentence2": "What are some major social faux pas to avoid when visiting Syria?", "label": 0}
{"sentence1": "What Javascript framework/libraries power Google docs- docs, sheets etc?", "sentence2": "Will Google make Google Docs as a paid service?", "label": 0}
{"sentence1": "The earth rotates on it's orbit ok so if my helicopter is flying in the sky then why not the place downside me does not change?", "sentence2": "What is the entrance procedure for M.Des in UPES?", "label": 0}
{"sentence1": "Why Indian govt can't get hold of Dawood Ibrahim in spite of knowing almost everything about him for so many years?", "sentence2": "Can India ever get hold of Dawood Ibrahim? How and when?", "label": 0}
{"sentence1": "What should come first, Religion or Country?", "sentence2": "What is the origin of religion?", "label": 0}
{"sentence1": "What is the exact difference between ride and drive?", "sentence2": "\"What is the difference between \"\"&\"\" and \"\"and\"\"?\"", "label": 0}
{"sentence1": "Why do Asians and Caucasians have different eye shapes?", "sentence2": "Where can a white guy meet cute Asian girls?", "label": 0}
{"sentence1": "How do I learn Data Science by “doing it”?", "sentence2": "How can I become a data scientist?", "label": 0}
{"sentence1": "What is the difference between import {something} from somewhere vs import something from somewhere in ES6?", "sentence2": "What is the most important thing in node.js?", "label": 0}
{"sentence1": "What does it feel like to live in America?", "sentence2": "What is it like to be an Indian in America?", "label": 0}
{"sentence1": "How can I make myself eat in school?", "sentence2": "How can I make myself eat?", "label": 0}
{"sentence1": "How long does it take for hair to grow?", "sentence2": "How long does it normally take for hair to grow out?", "label": 1}
{"sentence1": "What is the fastest way to develop a web based application?", "sentence2": "Do Ruby on Rails web applications scale better than Django web applications when it comes to having to meet the requirements of a large customer base?", "label": 0}
{"sentence1": "Do atheists believe in ghosts?", "sentence2": "Do theists believe in ghosts?", "label": 0}
{"sentence1": "How can I improve my English speaking ability?", "sentence2": "How can I improve English speaking skill?", "label": 1}
{"sentence1": "How do I reset a Gmail password without a phone number?", "sentence2": "How can I recover my Gmail password without a recovery phone number or email?", "label": 0}
{"sentence1": "Do girls love forced sex?", "sentence2": "Do all women like oral sex?", "label": 0}
{"sentence1": "What are hollywood's best mindfuck movies?", "sentence2": "Which Indian movies meet Hollywood standards?", "label": 0}
{"sentence1": "For a hen to lay eggs, do you need a rooster?", "sentence2": "Can a hen lay an egg without a rooster?", "label": 0}
{"sentence1": "Why do men wish to suck the breasts of women they like?", "sentence2": "What percentage of men like women with smaller breasts? I find small boobs sexier than bigger, the smaller the better, Do I belong to minority?", "label": 0}
{"sentence1": "What is a solute vs solvent?", "sentence2": "In chemistry, what are some examples of solutes and solvents?", "label": 0}
{"sentence1": "What are your thoughts on Buddhism?", "sentence2": "Catholics, what are your thoughts on Buddhism?", "label": 0}
{"sentence1": "Are there withholding tax for ETFs bought on the London Stock Exchange for foreigners?", "sentence2": "What is the London Stock Exchange for?", "label": 0}
{"sentence1": "How do I transfer money from one ATM to another account in ICICI?", "sentence2": "How long does it take to transfer money through SBI ATM, from one SBI account to another SBI account?", "label": 0}
{"sentence1": "How is grounding done in airplanes and cars?", "sentence2": "How are airplanes, ships, submarines and automobiles electrically grounded?", "label": 0}
{"sentence1": "How many calories do you burn if you walk 3 hours?", "sentence2": "How many calories are burned during swimming?", "label": 0}
{"sentence1": "How likely is a war between Iran and Saudi Arabia? If this did happen, what would be the result?", "sentence2": "In a war between Iran and an Egypt/Saudi Arabia alliance, which other Middle Eastern states/entities would be involved, and on which side?", "label": 0}
{"sentence1": "Which are best cells or batteries available for electric motorcycle?", "sentence2": "How do I charge my cell on a motorcycle?", "label": 0}
{"sentence1": "How can I learn computer security?", "sentence2": "How can I get started to learn information security?", "label": 1}
{"sentence1": "What are the codes for arduino bluetooth module?", "sentence2": "How could I use arduino bluetooth module?", "label": 0}
{"sentence1": "Is anime allowed in Islam?", "sentence2": "Can a Muslim marry a Hindu?", "label": 0}
{"sentence1": "What concessions should America make to placate Russia and end hostilities between the two countries?", "sentence2": "What would happen if America decided to destroy its nuclear stockpiles. How would other countries (Russia, China) react?", "label": 0}
{"sentence1": "What is the Best photo editing apps for Android?", "sentence2": "What is the best photo editing app for Android mobile?", "label": 1}
{"sentence1": "I fill gate app and pay through challana today status shows it takes 72 hrs to conforim but after 24 hrs site will be closed what can I have do know?", "sentence2": "I really need to buy iPhone 7 or 6, but I cant seem to decide for the best deal. Should I buy online? Or frm Nehru Place from where I got my iPad AIR?", "label": 0}
{"sentence1": "What is barium nitride?", "sentence2": "What is the formula for barium nitride?", "label": 0}
{"sentence1": "What are adaptations of labrador tea plants? How were they developed?", "sentence2": "What are some marine biome plant adaptations?", "label": 0}
{"sentence1": "How can I make decisions quickly?", "sentence2": "How do you make your decisions?", "label": 1}
{"sentence1": "Why do I feel like crying but can't?", "sentence2": "Psychology of Everyday Life: Why can't I cry even when I'm hurt? How should I let out my feelings?", "label": 0}
{"sentence1": "What are some common undergraduate level interview questions on strength of materials?", "sentence2": "Where is the location of the maximum Bending Moment from the left side?", "label": 0}
{"sentence1": "I wanted to buy a property to be used as a residence and dental clinic in Kolkata.What are the best ways to finance it?", "sentence2": "Do you find that woocommerce becomes slower than magento after many orders and products have built up in the database?", "label": 0}
{"sentence1": "Can I use my number to reset my password for Instagram, if I put my number on Instagram?", "sentence2": "Why has Instagram reset my password?", "label": 0}
{"sentence1": "What are good sodas to mix with vodka?", "sentence2": "What mixes well with peach vodka?", "label": 0}
{"sentence1": "Is it possible to get into S.M. Entertainment for doing general stuff like being the managers or carrying bags for them?", "sentence2": "How did S.M. Entertainment get its name?", "label": 0}
{"sentence1": "Which is the best seminar topic to choose nowadays for ece branch students?", "sentence2": "What is a good topic for a seminar related to the computer branch?", "label": 0}
{"sentence1": "What is the legality of web scraping?", "sentence2": "What sales tools can be built using web scraping?", "label": 0}
{"sentence1": "Is Golden Gate University bad for Masters?", "sentence2": "What were people's experiences in attending Golden Gate University in San Francisco?", "label": 0}
{"sentence1": "What does it mean if I keep seeing the same person in my dreams every day?", "sentence2": "I have had dreams about my best friend (who has a girlfriend) in which he kisses and hugs me, and it keeps repeating in my different dreams every night. What does it mean?", "label": 0}
{"sentence1": "Do people of eastern Ukraine really want to join Russia?", "sentence2": "Why do separatists in Ukraine want to join Russia?", "label": 0}
{"sentence1": "\"Yoda said, \"\"Do or do not, there is no try.\"\" How do you do something without trying to do it first?\"", "sentence2": "Why do we try so hard to stay alive?", "label": 0}
{"sentence1": "\"Why do applications ask the question, \"\"Can you perform the essential functions of the job with or without reasonable accommodation?\"\" What's a proper response?\"", "sentence2": "\"What are the questions that can be asked when the interviewer asks \"\"Any questions?\"\"\"", "label": 0}
{"sentence1": "Why does data from MailChimp take up so much storage space in Salesforce?", "sentence2": "Where are the formatted data stored in a memory card to be recovered? Cant that space be used for storage?", "label": 0}
{"sentence1": "How do I get an international license to fly helicopters?", "sentence2": "How do I get a license to fly helicopters?", "label": 0}
{"sentence1": "\"Can someone translate this full Tamil song \"\"எல்லோரும் எல்லாமும் பெறவேண்டும் இங்கு இல்லாமை இல்லாத நிலை வேண்டும் \"\" to English?\"", "sentence2": "Can someone translate this Tamil song to English?", "label": 0}
{"sentence1": "Does a long distance relationship really work?", "sentence2": "How can I maintain my long distance relationship to the best of my ability?", "label": 1}
{"sentence1": "What is the method to calculate the equivalent resistance of this circuit?", "sentence2": "What is the equivalent resistance of a circuit?", "label": 0}
{"sentence1": "Is there anyway I can grow taller?", "sentence2": "Can I grow taller?", "label": 0}
{"sentence1": "Is there a drug to quit caffeine?", "sentence2": "How do I quit caffeine?", "label": 0}
{"sentence1": "Why won't Instagram let me add comments or captions to my photos?", "sentence2": "Why won't Instagram let me delete my comment?", "label": 0}
{"sentence1": "What were the major effects of the cambodia earthquake, and how do these effects compare to the Rat Islands earthquake in 1965?", "sentence2": "What were the major effects of the cambodia earthquake, and how do these effects compare to the Sohei earthquake in 1361?", "label": 1}
{"sentence1": "Why did What.cd shut down (Nov. 2016)?", "sentence2": "Why was What.CD shut down?", "label": 1}
{"sentence1": "What gift should I give to my girlfriend on her birthday?", "sentence2": "What are good birthday gifts for a girlfriend?", "label": 0}
{"sentence1": "What is the reason for the presence of a single coil and inductor coil in the wattmeter?", "sentence2": "How do tesla coils make music?", "label": 0}
{"sentence1": "How can a student from Indian University join Universities like Harvard or similar Universities?", "sentence2": "As a student from the U.S.A., do I have a shot at Stanford University or Harvard University?", "label": 0}
{"sentence1": "Do any respected economists support Donald Trump? I cannot find a single one? How is this possible?", "sentence2": "Why do black and Hispanic people support Donald Trump?", "label": 0}
{"sentence1": "What are some mind blowing coincidences?", "sentence2": "What are some mind-blowing coincidences in science?", "label": 0}
{"sentence1": "What is Richard Muller's view on Islam?", "sentence2": "What do you think of Islam?", "label": 0}
{"sentence1": "\"Fragrances: What is the difference between \"\"perfume\"\", \"\"eau de toilette\"\" and \"\"cologne\"\"?\"", "sentence2": "\"Perfumes: Is \"\"eau de toilette\"\" a joke?\"", "label": 0}
{"sentence1": "I am moving to Bangalore in a month and I am nervous about it. What would be your tip to me?", "sentence2": "I am offered a package of INR 2 lakh per month in Bangalore - is it a decent package?", "label": 0}
{"sentence1": "Why is G20 a success to China and many, but a failure to Indiape only?", "sentence2": "Why do some days I feel successful and other days I feel overwhelmed, stressed and a failure?", "label": 0}
{"sentence1": "How do I start a software company in kerala?", "sentence2": "What is a good way to start software company?", "label": 0}
{"sentence1": "Globe host give hosting for unlimited plan at 3500rs for 3 yrs so it good?", "sentence2": "Research says gazing at breasts increases the lifetime of men. Do you think that justifies gazing at women's breasts?", "label": 0}
{"sentence1": "What is the best rap song?", "sentence2": "What is the lyrically best rap song ever?", "label": 0}
{"sentence1": "I booked a ticket in tatkal category but it is in waiting list and chart has been prepared. Will I get the refund?", "sentence2": "I booked third AC train ticket its in waiting list if I cancel the ticket how much refund I will get the ticket cost is 1480?", "label": 0}
{"sentence1": "What all goverment jobs that I can get that do not require minimum %?", "sentence2": "Goverment jobs that do not require minimum %?", "label": 1}
{"sentence1": "Nba18mt NBA 2K18/17 MT & VC is the best?", "sentence2": "When will 2016/17 NBA fixtures be released?", "label": 0}
{"sentence1": "How should I get started with programming?", "sentence2": "What are some of the best ways to learn programming?", "label": 0}
{"sentence1": "How can I improve my communication and verbal skills?", "sentence2": "What should we do to improve communication skills?", "label": 1}
{"sentence1": "How can I prepare inorganic chemistry?", "sentence2": "How can I prepare a table for inorganic chemistry?", "label": 0}
{"sentence1": "What universities does Hatteras Financial recruit new grads from? What majors are they looking for?", "sentence2": "What universities does Citizens Financial recruit new grads from? What majors are they looking for?", "label": 0}
{"sentence1": "What are all of Henry Rollins's tattoos?", "sentence2": "How come most tattoos are in a realistic style?", "label": 0}
{"sentence1": "What are the biggest mistakes people make when visiting Sweden?", "sentence2": "What are the biggest mistakes people make when visiting Norway?", "label": 0}
{"sentence1": "Where can I find a free online course to learn WordPress themes management?", "sentence2": "How far can Sevilla go in this year champion's league (2016-17)?", "label": 0}
{"sentence1": "How can I read the news everyday?", "sentence2": "How do you read the news?", "label": 0}
{"sentence1": "Does gate institutes like Ace or Madeeasy provide video lectures as like classroom teaching for distance or postal education?", "sentence2": "Is consistent Decent score (top 50s in ECE) in Madeeasy and Ace academy test series an indication for Good Gate score?", "label": 0}
{"sentence1": "What do I need to install to watch Netflix on my Macbook?", "sentence2": "What show should I watch on Netflix?", "label": 0}
{"sentence1": "Why do kids brought up in most Indian families carry a heavy sense of entitlement?", "sentence2": "What is it like to be brought up in a family of a troubled Indian farmer?", "label": 0}
{"sentence1": "I am 25 yr guy working in a small IT firm on Hyperion on 12k salary per month. Is it wise to quit Hyperion job?", "sentence2": "I worked at a CS company as an intern for 2.5 months and then quit because they lied to me in the interview and it was simply horrible work. Now I'm going to be applying again for CS internships (I'm 3rd year), do I have to list this 2.5 month job on my resume?", "label": 0}
{"sentence1": "What does 1.1i mean?", "sentence2": "What does [math]i[/math] mean to a layman?", "label": 0}
{"sentence1": "What is your opinion on demonetization?", "sentence2": "Is demonetization a political decision?", "label": 0}
{"sentence1": "Does the BMW connected iDrive web browser support W3C Geo-Location?", "sentence2": "How can I detect Geo-location of a visitor and pre-fill a form with the city/postal code?", "label": 0}
{"sentence1": "How many hours of flight training were required of Allied pilots during World War II?", "sentence2": "What dogfighting tactics were effective in World War II?", "label": 0}
{"sentence1": "Is it possible for gene therapy to change hair colour?", "sentence2": "How do I change my hairs colour from black to brown naturally?", "label": 0}
{"sentence1": "Is it possible to get an 10 cgpa in tenth even if your term one score is not 10 points?", "sentence2": "Can I get 10 CGPA even if I got 9.4 CGPA in term 1?", "label": 0}
{"sentence1": "How come so many atheists only talk about Western religions? What about Buddhism or Taoism?", "sentence2": "Could an atheist be a valid witness in a court trial?", "label": 0}
{"sentence1": "Why do women not want to see naked men, but men love to see naked women?", "sentence2": "Where can I see naked men?", "label": 0}
{"sentence1": "\"Did Austin Kleon remove the article \"\"Steal Like an Artist\"\" from his blog?\"", "sentence2": "Did Biswa face any wrath from the ET folks regarding his blog post in response to one of their articles?", "label": 0}
{"sentence1": "Why do I need to read NCERTs for UPSC if I am comfortable with starting out on Standard books like Ramesh S and Laxmikant?", "sentence2": "What magazine should I try to read for UPSC?", "label": 0}
{"sentence1": "How many pairs of shoes do most women own?", "sentence2": "Where can I buy this pair of shoes?", "label": 0}
{"sentence1": "What are the effects of a venomous snake bite?", "sentence2": "How can my profile get 80% tuition scholarship for an MA in Communication in US?", "label": 0}
{"sentence1": "Are there any international BUS API providers around?", "sentence2": "Is Microsoft Excel Turing-Complete?", "label": 0}
{"sentence1": "How do you manage your time for workouts?", "sentence2": "How do I manage time for a workout?", "label": 0}
{"sentence1": "How do I stay away from people?", "sentence2": "How do I stay away from people those who put me down?", "label": 0}
{"sentence1": "How can I unlock my iPhone off the iCloud lock screen and the other guy won't give me his password?", "sentence2": "I have a factory locked iPhone 6 to at&t. How do I get it unlocked?", "label": 0}
{"sentence1": "Is it healthy to eat apples every day?", "sentence2": "Is it healthy to eat a tomato every day?", "label": 0}
{"sentence1": "What are alternative scenarios to the end of Communist party rule in China, as proposed by David Shambaugh?", "sentence2": "\"When will the Chinese Communist party end? Or, more relevantly, \"\"When will the absolute rule of China by the Chinese Communist Party end?\"\"\"", "label": 0}
{"sentence1": "Which is a good solar panel installation provider near Moreno Valley, California CA?", "sentence2": "Which is a good solar panel installation provider near Perris, California CA?", "label": 0}
{"sentence1": "What are the chances of Narendra Modi becoming Prime Minister again after the change in the 500/1000 notes?", "sentence2": "Will Narendra Modi become Prime Minister again after Lok Sabha elections of 2019?", "label": 0}
{"sentence1": "What are the differences between Computer Science and Information Technology?", "sentence2": "What is the difference between Information technology and Computer Science & Engineering?", "label": 0}
{"sentence1": "What exactly is MIKE2.0 (in layman's terms)?", "sentence2": "What exactly is a framework, in layman's terms?", "label": 0}
{"sentence1": "Are there more than three subatomic particles in an atom?", "sentence2": "What are subatomic particles?", "label": 0}
{"sentence1": "Who is stockist, super stockist and distributor?", "sentence2": "In Gasoline supply chain, where is the blending to get different Octane ratings done? At the supplier, distributor or at the gas station?", "label": 0}
{"sentence1": "I love country music, but I hate the lyrics of most country songs. What should I listen to?", "sentence2": "\"I have listened to a Punjabi song. Its lyrics are something like \"\"I love only once and not many times.\"\" What is some information about this song?\"", "label": 0}
{"sentence1": "What's a TV series like Suits?", "sentence2": "Why is Rachel Zane refusing to be naked in the Suits TV series?", "label": 0}
{"sentence1": "What is the fastest way to improve problem solving skills?", "sentence2": "How can I improve my problem-solving skills to apply for a Google internship next summer?", "label": 0}
{"sentence1": "What should I do after bsc in chemistry honors?", "sentence2": "Is it best to do pharmacy after a BSc in chemistry honours?", "label": 0}
{"sentence1": "Is it enough to study only the NCERT books thoroughly for AIPMT 2016? (especially for Chemistry)", "sentence2": "How many questions can I solve in the biology AIPMT 2016 by only studying the NCERT?", "label": 0}
{"sentence1": "Where are the products of Coca-Cola manufactured?", "sentence2": "Where is Coca-Cola manufactured?", "label": 0}
{"sentence1": "What kind of rock music is this?", "sentence2": "What kind of Rock Music do you love?", "label": 0}
{"sentence1": "How can you see in instagram if the person is online and chatting with someone?", "sentence2": "If I block someone on Instagram will they still be able to see our recent messages?", "label": 0}
{"sentence1": "What are the weaknesses in Dhoom 3?", "sentence2": "How good is Dhoom 3?", "label": 0}
{"sentence1": "Has anyone estimated the velocity of eddy currents in Earth's outer core that caused Earth's magnetic field?", "sentence2": "What is the popular language for software programming?", "label": 0}
{"sentence1": "Is life real or just a dream because sometimes it seems fake?", "sentence2": "Is life a dream or reality?", "label": 0}
{"sentence1": "How do I legally change my name in India? How long it will take to get a new name?", "sentence2": "Will I be required to change my name in a passing certificate in India if I have legally changed my name?", "label": 0}
{"sentence1": "What are some natural ways to increase hair density?", "sentence2": "Does skin/hair density decrease as one becomes overweight?", "label": 0}
{"sentence1": "Why is Kim Kardashian famous?", "sentence2": "What do Americans think about Kim Kardashian?", "label": 0}
{"sentence1": "Are there any discount vouchers available for teradata certification?", "sentence2": "Is there any institute in Seattle that gives discount for CSM & CSPO certification to Microsoft Prime card members?", "label": 0}
{"sentence1": "\"How do \"\"importance\"\" and \"\"significance\"\" differ?\"", "sentence2": "What are any significant differences between M. tech and M.E, if any? Which one is more suitable if one wants to go for a lectureship?", "label": 0}
{"sentence1": "What is the difference between happiness and joy? With examples?", "sentence2": "What is the difference between happiness, pleasure, and joy?", "label": 0}
{"sentence1": "Which country has the hardest education system?", "sentence2": "Which countries have the best education system and why?", "label": 0}
{"sentence1": "Are there generally accepted scientific explanations for deja vu?", "sentence2": "Is there an explanation for Déjà vu?", "label": 0}
{"sentence1": "What if there was no concept of religion?", "sentence2": "What if there was no religion?", "label": 0}
{"sentence1": "If you were looking for companies who have a need for product and engineering design, how would you look for them?", "sentence2": "How would you react if cool, nice-looking and charismatic man you been dating for so long was a virgin?", "label": 0}
{"sentence1": "How do I stop the automatic sending of unwanted LinkedIn invitations?", "sentence2": "How do I check whether or not I already sent a LinkedIn invitation to someone?", "label": 0}
{"sentence1": "If a fish goes down the toilet, what happens to it?", "sentence2": "What happens if you flush while seated on the toilet on an airplane?", "label": 0}
{"sentence1": "What is a suitable solar panel installation provider near Pacoima, California CA?", "sentence2": "What is a suitable solar panel installation provider near Parlier, California CA?", "label": 0}
{"sentence1": "How does a Labrador/Pitbull mix interact with other breeds?", "sentence2": "Why are so many American Indians involved with casinos?", "label": 0}
{"sentence1": "Have Tam Bra (Tamil Brahmin) started wearing silk undergarments?", "sentence2": "Days after wearing shaping undergarments around my tummy I have stomach and back pain and a feeling of compressed gas. What has happened?", "label": 0}
{"sentence1": "How is the word 'zealot' used in a sentence?", "sentence2": "How is the word 'wistful' used in a sentence?", "label": 0}
{"sentence1": "Did USSR lose superpower status or Russia didn't take it over?", "sentence2": "Why doesn't the government take over agriculture as was the case in erstwhile USSR?", "label": 0}
{"sentence1": "What are some examples of suffixes used in sentences?", "sentence2": "What are some examples of antonyms used in a sentence?", "label": 0}
{"sentence1": "What is the CGPA required for an MS (ARCHITECTURE) in Europe universities, particularly in Germany?", "sentence2": "What is the best university in Germany for studying architecture?", "label": 0}
{"sentence1": "What does it feel like to have sex with a virgin?", "sentence2": "Outside of sex, what's the greatest feeling ever?", "label": 0}
{"sentence1": "What can be good poster(s) for room, preferably relating to travel/motivation/cricket/languages/self-improvement or anything related to these mentioned categories?", "sentence2": "How do I get rid of using abusive language and always say good things to me and others and always be calm, kind and peaceful as for self improvement?", "label": 0}
{"sentence1": "Can I get photogenic memory?", "sentence2": "How do I have a photogenic memory?", "label": 0}
{"sentence1": "What are your reasons for supporting Donald Trump?", "sentence2": "What do Trump supporters provide for reasons why should I support Donald Trump?", "label": 0}
{"sentence1": "What are some good Secret Santa questions?", "sentence2": "What are some good secret Santa gifts?", "label": 0}
{"sentence1": "Are there any martial artists who started later in life and went on to become champions?", "sentence2": "What are the pros and cons of bringing a small claims case before the People's Court on TV?", "label": 0}
{"sentence1": "Why do I always feel the need to tell someone what am I doing at the moment or what I've done?", "sentence2": "I just completed my graduation. I have good friends. I got an awesome job at a beautiful place. But still I am always sad because I don't have someone I want. Why can't I stay happy from all the things I have? What can I do?", "label": 0}
{"sentence1": "What are some things new employees should know going into their first day at Access National?", "sentence2": "What are some things new employees should know going into their first day at Yahoo?", "label": 0}
{"sentence1": "Help! The waxing lady ruined my eyebrows! Are there any natural, tried and true ways of boosting the growth of eyebrows? Like using oils…?", "sentence2": "How do I do valuation of a restaurant?", "label": 0}
{"sentence1": "What is the best thing a person can do in his/her life?", "sentence2": "What does a near death experience feel like?", "label": 0}
{"sentence1": "Why Straight Line Method of depreciation is charged in case of power generating units in Income tax?", "sentence2": "What's the straight line depreciation of a MacBook?", "label": 0}
{"sentence1": "What is the most unusual things?", "sentence2": "What is the most unusual thing you've gifted to your parents?", "label": 0}
{"sentence1": "Who is this model from urban outfitters, she is currently featured on the website?", "sentence2": "Who is this model from Urban Outfitters?", "label": 0}
{"sentence1": "Who is the best user to follow on Quora and why?", "sentence2": "Who should I follow on Quora? Why?", "label": 1}
{"sentence1": "Who played Catwoman in Batman: The Animated Series?", "sentence2": "Where can I watch the 1960s Batman series?", "label": 0}
{"sentence1": "Who is the most educated and Secular President in the world?", "sentence2": "Who is the most educated president in the world ?", "label": 0}
{"sentence1": "Which is the best YouTube Downloader for mobile?", "sentence2": "WHO is the True Christ? Why do we hear four (4) different identities?", "label": 0}
{"sentence1": "How can I prepare for UPSC ?", "sentence2": "How should I start my preparation for the IAS exam?", "label": 0}
{"sentence1": "How do I pass an etg test for alcohol in less than 24hrs?", "sentence2": "For how long can alcohol be detected in a urine EtG test?", "label": 0}
{"sentence1": "Could an elevator lift Thor's Hammer?", "sentence2": "Who can lift Thor's hammer?", "label": 0}
{"sentence1": "What are some things new employees should know going into their first day at Thoratec Laboratories?", "sentence2": "What are some things new employees should know going into their first day at Silicon Laboratories?", "label": 0}
{"sentence1": "What are some things you wish you knew before becoming an electrical engineer?", "sentence2": "Dear Teachers of Quora what is one thing you wish your students knew?", "label": 0}
{"sentence1": "What are some aspects of PHP that makes it easy to create bugs?", "sentence2": "What are some aspects of C# that makes it easy to create bugs?", "label": 0}
{"sentence1": "What is the answer for the below puzzle 1,5,8=76 2,7,3=25 3,4,9=89 4,5,7=69 5,3,8=?", "sentence2": "What are the next numbers in this series: 1/8, 2/7, 1/2, 4/5?", "label": 0}
{"sentence1": "Which rear tyre is best for pulsar 220 sf?", "sentence2": "Is the Pulsar 220 still a good buy in 2017?", "label": 0}
{"sentence1": "Orthodontics: How much do the Ortho2 Edge Animation cost?", "sentence2": "How much do clear braces cost in Ireland?", "label": 0}
{"sentence1": "What is the FortiGuard web filter?", "sentence2": "How can you bypass FortiGuard web filter?", "label": 0}
{"sentence1": "I am man leading a paycheque to paycheque life. I am divorced, woman in my life who has 2 girl kids I am confused?", "sentence2": "How does the author feel about current cuban-american relationship? Cuba and uncle Sam article?", "label": 0}
{"sentence1": "Why do cats sleep?", "sentence2": "Why do cats sleep anywhere?", "label": 0}
{"sentence1": "What are the career option s in vetenary for girls?", "sentence2": "How is Harvard Business Review Podcast's presentation PowerPoint made?", "label": 0}
{"sentence1": "What are some of the best ways to improve maths beyond JEE level?", "sentence2": "What is the best way to practice Maths for 12 and JEE?", "label": 0}
{"sentence1": "What are the pros and cons of e-democracy?", "sentence2": "What are the pros & cons of democracy?", "label": 0}
{"sentence1": "Is there posibility the message I sent be read if I not seen any signs like circle in IMO application?", "sentence2": "Will applications like Empathy and imo stop working if I upgrade to the new Google Hangouts?", "label": 0}
{"sentence1": "Why is a wooden stake needed to kill a vampire? Where did the story originated?", "sentence2": "Do people still want to read vampire and werewolf stories?", "label": 0}
{"sentence1": "Should I learn AngularJS before I learn NodeJS?", "sentence2": "What is the best way to learn AngularJS and nodeJS?", "label": 0}
{"sentence1": "Can the neighbor's 2.4 GHz WiFi make mine slower?", "sentence2": "Is 2.2 GHz enough?", "label": 0}
{"sentence1": "Is having a .me domain for a personal website considered professional?", "sentence2": "What is the best TLD for a professional personal domain/email address?", "label": 0}
{"sentence1": "Is it legal to have loft tank for water storage by a resident in a flat in India?", "sentence2": "Can I install a LOFT WATER TANK in my apartment in chennai , India, Is there a law behind this? We got one tank installed after obtaining permission from all the residents and now newly come ones object this. What's the remedy?", "label": 0}
{"sentence1": "How can I talk to my boyfriend about sex?", "sentence2": "How do I talk to my girlfriend about sex?", "label": 0}
{"sentence1": "Tell me one thing that shaped 2010 for you?", "sentence2": "Can you tell me 3 or more faults in modern capitalism?", "label": 0}
{"sentence1": "Which is common j1 waiver bases for indians?", "sentence2": "If my CGPA is 6.2 and I score good in gate will I get admission in IIT? Many IIT or NIT are asking 6.5cgpa in their site?", "label": 0}
{"sentence1": "Why do some intelligent people like to be alone?", "sentence2": "Are intelligent people more likely to be alone?", "label": 0}
{"sentence1": "Is it painful to die by cyanide poisoning?", "sentence2": "Would a person die within seconds due to intake of cyanide as shown in movies?", "label": 0}
{"sentence1": "What do you know about pursuing post graduate degrees in turkey?", "sentence2": "Is there a podcast that gives you a daily wrapup of the US stock market and the world economy?", "label": 0}
{"sentence1": "What is the opposite of inverted?", "sentence2": "Are opposites interchangeable?", "label": 0}
{"sentence1": "How do attractive women cope with constant staring in public places?", "sentence2": "Attractive Women: Do people stare this much in general?", "label": 0}
{"sentence1": "What has Hillary Clinton done that makes her trustworthy?", "sentence2": "Why do Democrats consider Hillary Clinton trustworthy?", "label": 1}
{"sentence1": "What is Apollo fish?", "sentence2": "Are the Chinese now the new global superpower, not the USA?", "label": 0}
{"sentence1": "How are bridges built over water?", "sentence2": "How did the monkeys start building a bridge over the sea?", "label": 0}
{"sentence1": "Is it better to pursue law in NUALS Kochi or Christ University?", "sentence2": "Is Christ University better or is CMS better for BBA?", "label": 0}
{"sentence1": "What's the fastest reproducing animal?", "sentence2": "What is the fastest animal relative to its size?", "label": 0}
{"sentence1": "\"What're the best ways to answer a \"\"talk about yourself\"\" in a job interview?\"", "sentence2": "What is the best way to answer “Tell me about yourself” in MBA an interview?", "label": 0}
{"sentence1": "How do I solve the conflict of sign convention in thermodynamics between physics and chemistry?", "sentence2": "Why are the sign conventions of work done in thermodynamics different for physics and chemistry?", "label": 0}
{"sentence1": "I scored less marks in class 11, can I still score good in class 12?", "sentence2": "How can I score good marks in social science in class IX?", "label": 0}
{"sentence1": "How could I improve my English?", "sentence2": "What should I do to improve my spoken English?", "label": 1}
{"sentence1": "How long does it take for a shoulder fracture to heal?", "sentence2": "How long does it take for a fracture to heal?", "label": 0}
{"sentence1": "What is the difference between front and back end?", "sentence2": "What is the difference between backend and frontend development?", "label": 1}
{"sentence1": "How can I find a girlfriend?", "sentence2": "How do you get a girl to like you?", "label": 0}
{"sentence1": "What are some signs that someone is a n00b at Physics?", "sentence2": "What are some signs someone is a n00b girlfriend?", "label": 0}
{"sentence1": "What are the basic requirements to open a pharmacy shop according to PCI?", "sentence2": "What are the fines like for not being PCI compliant? Who is required to be PCI compliant?", "label": 0}
{"sentence1": "What is the one thing you regret doing in your life?", "sentence2": "What is the one thing that you regret not doing the most in your life?", "label": 0}
{"sentence1": "What are good gifts for a foreign visitor to bring when they're invited to someone's home in Turkey for the first time?", "sentence2": "What are good gifts for a foreign visitor to bring when they're invited to someone's home in Singapore for the first time?", "label": 0}
{"sentence1": "How can I stop developing feelings for someone?", "sentence2": "Why do I develop feelings with a guy I chat with? How can I stop this feeling? I feel like crying.", "label": 0}
{"sentence1": "How can I recover my WeChat ID?", "sentence2": "How do I change my WeChat ID?", "label": 0}
{"sentence1": "What are some good sites or apps with accurate live mcx charts?", "sentence2": "What is a good site or app to sell used items?", "label": 0}
{"sentence1": "What is the Fulton county tax rate?", "sentence2": "I have started a convo with a girl and have exchanged numbers . What should I do to make her talk to me and taking interest in me?", "label": 0}
{"sentence1": "Which Malibu Rum flavor is the most popular?", "sentence2": "Why is Whisky more popular than Rum?", "label": 0}
{"sentence1": "Which country is considered to have the best fighter pilots in the world?", "sentence2": "Which country in the world is considered to have the best foreign policy? Why?", "label": 0}
{"sentence1": "How do I recover a deleted Instagram name?", "sentence2": "Is Instagram deleting accounts?", "label": 0}
{"sentence1": "How does Google recover an account?", "sentence2": "I lost my Google account information. How can I recover it?", "label": 1}
{"sentence1": "How can I live luxury and still be vegan?", "sentence2": "Which post is considered the most prestigious, the Savilian Professor of astronomy or the Lowndean Professor of astronomy and geometry?", "label": 0}
{"sentence1": "Any ideas for a startup?", "sentence2": "How can I get an idea for any startup?", "label": 0}
{"sentence1": "Why does special relativity require antimatter to mirror matter?", "sentence2": "Why do we have antimatter?", "label": 0}
{"sentence1": "Is Narendra Modi different from other politicians?", "sentence2": "Is Narendra Modi the politician of the youth?", "label": 0}
{"sentence1": "How do I report a bug for Microsoft?", "sentence2": "How can I report a bug on Facebook?", "label": 0}
{"sentence1": "In the DC Universe, if Metropolis is New York, what city is Gotham City? Where is it located?", "sentence2": "How big is New York City?", "label": 0}
{"sentence1": "What are the best resources or books on global economic trends over the last 200 years?", "sentence2": "Explain the function of Vitamin A?", "label": 0}
{"sentence1": "Why were Chorales popular?", "sentence2": "What is the only change you would like to bring on you?", "label": 0}
{"sentence1": "How will you know if the guy is cheating?", "sentence2": "How do you know a guy is attracted to you?", "label": 0}
{"sentence1": "Lately, I sent a WhatsApp message to a friend who was online, but my message shows only one tick mark. How can I do that to my WhatsApp too?", "sentence2": "I sent a message through WhatsApp. The recipient was online and I got two check marks. She said that she didn't get the messages till 5 hours after though. Is that possible? What could be the explanation for this?", "label": 0}
{"sentence1": "Can I save money?", "sentence2": "What would be the best way to save money?", "label": 0}
{"sentence1": "What is the difference between up psc lower subordinate and upper subordinate exam?", "sentence2": "What is the difference between IES and IAS?", "label": 0}
{"sentence1": "What does it mean to reboot a bootloader?", "sentence2": "How do I unlock a bootloader?", "label": 0}
{"sentence1": "Are there any companies that work in Development of CFD codes(computational fluid dynamics codes) jobs in Mumbai?", "sentence2": "I like working with computers, but I feel really bad if I imagine myself coding 8 hours a day in the same office every day. What job could I do?", "label": 0}
{"sentence1": "Where is Gaurav Agarwal (IAS, Rank-1: 2014 Batch) nowadays?", "sentence2": "How did Gaurav Munjal Convince Roman Saini to quit IAS?", "label": 0}
{"sentence1": "Do anyone here has idea about Neilsoft, Pune? How is the company and its work culture?", "sentence2": "How is the work culture in Accenture, Pune?", "label": 0}
{"sentence1": "What is movement?", "sentence2": "\"What is \"\"Movement Marketing?\"\"\"", "label": 0}
{"sentence1": "My husband is charged with drug charges. The drugs he is charged with were in a locked safe in someone else's house. Does anyone know about warrants?", "sentence2": "Is it possible for a bank to confuse someone else's account with yours, and charge you instead?", "label": 0}
{"sentence1": "What is the true color of indigo?", "sentence2": "If I were to overlay a green image over a blue image followed by overlaying it on a green image, would I get a true color image?", "label": 0}
{"sentence1": "Is it possible to fall in love with someone you have never met?", "sentence2": "Is it okay to be platonically in love with someone you've never met?", "label": 0}
{"sentence1": "Are Scientologists atheists?", "sentence2": "What do Scientologists and Moonies have in common?", "label": 0}
{"sentence1": "Who is the better choice for Europe: Donald Trump or Hillary Clinton? Why?", "sentence2": "Who would be a better president: Hillary Clinton or Donald Trump?", "label": 0}
{"sentence1": "If I want to invest in the stock market, how I start?", "sentence2": "How much money will I need to start investing in stock market?", "label": 0}
{"sentence1": "Can you actually die if you have blocked nose and you forcefully closed your mouth with a tape?", "sentence2": "Are there people who die in their sleep due to a blocked nose or lack of oxygen?", "label": 0}
{"sentence1": "What is a goal setting platform?", "sentence2": "What is goal setting?", "label": 0}
{"sentence1": "How do I earn money on Champcash?", "sentence2": "How can you earn using Champcash?", "label": 0}
{"sentence1": "How is knav & co Mumbai & gm kapadia Mumbai for articleship?", "sentence2": "How are hamsters and gerbils able to live together?", "label": 0}
{"sentence1": "What reaction would you have if you realized that your close friend had been really well-off all this while that he was pretending to be poor?", "sentence2": "What are the ways to find Time of Concentration for a given Drainage Basin?", "label": 0}
{"sentence1": "Which can be easily transported? Electrons or Phonons?", "sentence2": "It is in the news that PSU's are going to recruit from IIT’s this year. how is this going to affect gate rankers?", "label": 0}
{"sentence1": "I want to pursue Cfa from Delhi I am finance post graduate working in a multinational bank?", "sentence2": "Why is the highest power of x^p less than lnx 1/e?", "label": 0}
{"sentence1": "What is the best way to get methadone?", "sentence2": "How can I get over methadone?", "label": 0}
{"sentence1": "How can you determine the molecular formula of hydrogen?", "sentence2": "How can the molecular formula of glycerol be determined?", "label": 0}
{"sentence1": "How are candidates selected for CSIR or UGC fellowship based on performance in the CSIR-UGC Net?", "sentence2": "What is the List of PSUs that an MBA (marketing) candidate can apply through UGC NET?", "label": 0}
{"sentence1": "\"How does the Qantas economy class \"\"foot net\"\" work?\"", "sentence2": "How does Qantas Q tag work?", "label": 0}
{"sentence1": "What are pure substances? What are some examples?", "sentence2": "What are examples of pure substances?", "label": 1}
{"sentence1": "How do I draw cartoon monsters?", "sentence2": "How do you draw cartoons?", "label": 0}
{"sentence1": "What are some good conversation topics when left alone with a girl?", "sentence2": "What's going on in a guy's mind while hugging a girl?", "label": 0}
{"sentence1": "What are some interesting careers?", "sentence2": "What are some interesting careers to get into?", "label": 0}
{"sentence1": "How important is innovation?", "sentence2": "How important is innovation to the society?", "label": 0}
{"sentence1": "What is the evolutionary significance of apomixis?", "sentence2": "According to the theory of evolution, why do we die?", "label": 0}
{"sentence1": "Interracial Dating and Relationships: Why do some white guys like Asian girls?", "sentence2": "Interracial Dating and Relationships: Why do some white girls like black guys?", "label": 0}
{"sentence1": "What is the average salary after getting a job in the geological survey of India through the UPSC exam?", "sentence2": "What happens after one gets a job in the Geological Survey of India through the UPSC examination?", "label": 0}
{"sentence1": "Does Importing Yahoo mails on Google take size of Google Account?", "sentence2": "How do I give self introduction through action?", "label": 0}
{"sentence1": "How do I train for a sprint triathlon?", "sentence2": "What is the best way to train for a triathlon?", "label": 0}
{"sentence1": "My Central Bank of India ATM card is blocked, when can I access it again?", "sentence2": "How do micro ATMs work? Which bank introduced them in India?", "label": 0}
{"sentence1": "Are you going to think in a foreign language if you live there long enough?", "sentence2": "Language Learning: Is it enough to understand only English as foreign language nowadays? Why?", "label": 0}
{"sentence1": "What is the best one line answer to describe yourself based on your qualities in a HR interview?", "sentence2": "What are some of the best interview answers?", "label": 0}
{"sentence1": "What is Balaji Viswanathan's view on Jallikattu Ban by SC?", "sentence2": "What do Jon Davis and Balaji Viswanathan think of each other?", "label": 0}
{"sentence1": "How can I increase my weight by 5 kg within a month?", "sentence2": "How do I gain 5 kg weight per month?", "label": 0}
{"sentence1": "I am not able to open or view my application form although I have filled up the form successfully and got the acknowledgment mail from SSC also. What do I do if it's showing an incorrect Regd ID?", "sentence2": "WHERE should I be able to fill my nda1 exam form?", "label": 0}
{"sentence1": "How does hypothyroidism cause amenorrhea?", "sentence2": "How do you treat secondary amenorrhea?", "label": 0}
{"sentence1": "Is the decline of e-wallets inevitable after the introduction of UPI in India?", "sentence2": "Will Unified Payment Interface (UPI) in India will be a big blow to online payment solutions like Paytm, PayU etc.?", "label": 0}
{"sentence1": "Which is the best treatment for rheumatoid arthritis?", "sentence2": "What is the best treatment for arthritis?", "label": 0}
{"sentence1": "\"Which is correct? He shouldn't have \"\"stoled\"\" that car, or He shouldn't have \"\"stolen\"\" that car?\"", "sentence2": "\"Is it correct to say \"\"he said that he was coming \"\"?\"", "label": 0}
{"sentence1": "What is unusual or different about the food and cuisine in Lithuania?", "sentence2": "What is unusual or different about the food and cuisine in Russia?", "label": 0}
{"sentence1": "What are three essential characteristics of good communication?", "sentence2": "What are the characteristics of a good communication?", "label": 1}
{"sentence1": "How can SeaCodings help you as land your dream job as a Remote Staff. www.seacodings.com?", "sentence2": "How can you land your first job in tech most feasibly, assuming you are not a college student and have 0 marketable skills (as far as you know, e.g. especially not programming)?", "label": 0}
{"sentence1": "What are some good alternatives to the TV show Friends?", "sentence2": "Which TV show is similar to or better than Friends?", "label": 0}
{"sentence1": "Examples of sole proprietorship? The", "sentence2": "What is a sole proprietorship? What are the disadvantages of owning a sole proprietorship?", "label": 0}
{"sentence1": "What is ethnicity?", "sentence2": "\"Is \"\"Pakistani\"\" an ethnicity? If not, what is their ethnicity?\"", "label": 0}
{"sentence1": "Which French Universities have the best computer engineering programs?", "sentence2": "What is the best Indian university to study ICT or computer engineering today?", "label": 0}
{"sentence1": "Where can I download all the episodes of Bigg Boss 10?", "sentence2": "Why has Swami OM gone out of Bigg Boss 10?", "label": 0}
{"sentence1": "Can a sociopath be logical, or is it more of a psychopathic trait?", "sentence2": "Do psychopaths compare themselves to others in terms of status, success, talent, skills or is this more a trait of a narcissist?", "label": 0}
{"sentence1": "\"Did Angelina Jolie and Antonio Banderas have real sexual intercourse in the movie \"\"Original Sin\"\"?\"", "sentence2": "Do famous celebrities, like Angelina Jolie and Eva Green to mention a few, really go naked in movies?", "label": 0}
{"sentence1": "Can you move from the United States to a European country to live and work?", "sentence2": "Can you move to a European country to live and work from the United States?", "label": 0}
{"sentence1": "What are the differences between Broca's aphasia and Wernicke's aphasia?", "sentence2": "What are the differences between Broca's aphasia, Wernicke's aphasia and conduction aphasia?", "label": 0}
{"sentence1": "What do the rich value?", "sentence2": "\"What is \"\"rich\"\"?\"", "label": 0}
{"sentence1": "Were outhouses usually painted in the mid 1800's? If so what was a popular color to paint an outhouse?", "sentence2": "I once saw an ad with a painting of a musical couple at a mid 19th Century soiree. They were locked in a passionate kiss. Is this a well-known ad?", "label": 0}
{"sentence1": "Why does Hillary Clinton think that she should be the President of US?", "sentence2": "Why should Hillary Clinton not be President?", "label": 0}
{"sentence1": "An ex-employer is saying that I passed confidential information to a rival. Am I right in saying that they would only be able to sue me for damages if they could prove that I passed their secrets to rivals?", "sentence2": "Could Ford Motors or Carrier sue Donald Trump for libel if his public statements are proven unfair yet damaging to their bottom lines?", "label": 0}
{"sentence1": "How should we celebrate marriage?", "sentence2": "How do you celebrate?", "label": 0}
{"sentence1": "Is there a time come when the people of India and media reject pseudo secular view?", "sentence2": "If an NRI is made the President of the USA, and there comes a time when US conspires against India, then would he/she serve in the interest of USA or in the interest India?", "label": 0}
{"sentence1": "If I want to apply cdse. what course should I join at college?", "sentence2": "I have got 68% in class 12 boards, if I want to take up polytechnic course in delhi, which colleges should I prefer, what is the scope ahead?", "label": 0}
{"sentence1": "How many days are required to prepare for the Google AdWords fundamentals exam?", "sentence2": "How many hours does it take to be Google Adword certified?", "label": 0}
{"sentence1": "What's in it for Julian Assange?", "sentence2": "Why is Julian Assange important?", "label": 0}
{"sentence1": "What is the filling in Lindt balls made from?", "sentence2": "How different is Zomato.com from justdial.com? What made them think that there really is a void in the market to be filled?", "label": 0}
{"sentence1": "Apps on My Redmi device are unable to connect to the internet, what should I do?", "sentence2": "Why is sitemap decreasing?", "label": 0}
{"sentence1": "\"What is the meaning of word \"\"peeka kostha\"\"? Why it is so common in Telugu movies?\"", "sentence2": "Why are most Hindi movie remakes from Tamil/Telugu movies?", "label": 0}
{"sentence1": "Gift for gf on birthday?", "sentence2": "What is a .wpl file?", "label": 0}
{"sentence1": "Features of lan?", "sentence2": "What are the top 10 best brands of double barreled shotguns that money could possibly buy?", "label": 0}
{"sentence1": "What are the most intellectually stimulating TV series?", "sentence2": "Is Quora a good stimulant of intellectual activity?", "label": 0}
{"sentence1": "How can I determine that a positive integer has exactly one zero in its binary representation?", "sentence2": "Given an integer, how can I find the next highest and next lowest integer with the same number of 1s in the 2's complement binary representation?", "label": 0}
{"sentence1": "Can we do a mobile recharge using the BHIM app?", "sentence2": "How do I select state bank of Patiala in bhim app?", "label": 0}
{"sentence1": "How do you dress up like it's the 1980s?", "sentence2": "How do I dress up like a rockstar with stuff from home or for cheap?", "label": 0}
{"sentence1": "What are the websites to find freelance job providers?", "sentence2": "What is the best place to find freelance jobs?", "label": 0}
{"sentence1": "What is the best compliment given by a girl to a guy?", "sentence2": "What kind of compliments do women prefer from men and why?", "label": 0}
{"sentence1": "What constitutes clunky, awkward, or otherwise poor phrasing? Is it poor rhythm, obscurity, verbosity, etc?", "sentence2": "My friend is a bad writer. How can I tell her that her books are poor quality?", "label": 0}
{"sentence1": "Who are the most interesting players on Japan's 2014 World Cup team?", "sentence2": "Who are the most interesting players on Belgium's 2014 World Cup team?", "label": 0}
{"sentence1": "What heppen if I use petrol in diesel engine?", "sentence2": "Can we use petrol in diesel engine?", "label": 1}
{"sentence1": "What is the difference between information systems and management information systems?", "sentence2": "What are the components of a management information system?", "label": 0}
{"sentence1": "How much Nepali note is on circulation?", "sentence2": "What happens if the government negotiated hard Brexit is not what voters expected?", "label": 0}
{"sentence1": "How do you take a screen shot of your desktop?", "sentence2": "How do I take a screen shot of computer?", "label": 0}
{"sentence1": "What specifically does the deep web consist of?", "sentence2": "What is the Deep Web?", "label": 0}
{"sentence1": "Which is the ancient education system in India?", "sentence2": "What is the history of education system in India?", "label": 0}
{"sentence1": "What is a USB host?", "sentence2": "What is USB-C?", "label": 0}
{"sentence1": "How do native advertisement marketplaces like TapSense, NativeAd, or Sharethrough, differ from each other?", "sentence2": "What is your take on native advertising?", "label": 0}
{"sentence1": "If I use my birth country passport instead of the US one, does it mean I can not leave the country without it?", "sentence2": "As a naturalized citizen, with dual citizenship, can I use my birth country passport to travel internationally? And what do I need to re-enter the US?", "label": 0}
{"sentence1": "How can you make money from Facebook?", "sentence2": "How does Facebook make money?", "label": 0}
{"sentence1": "When was the last time you were truly happy?", "sentence2": "When was the last time you felt happy and satisfied?", "label": 1}
{"sentence1": "Am I considered very blessed making $160,000 a year?", "sentence2": "How do I make $100,000 in one year?", "label": 0}
{"sentence1": "When did you feel hurt badly because of your parents?", "sentence2": "She hurt me. How can I tell if I am still with her because of love or because I'm scared to be alone and pathetic? I truly feel like I love her.", "label": 0}
{"sentence1": "How can I lose weight fast without exercise?", "sentence2": "How can I gain weight fast at home doing exercises?", "label": 0}
{"sentence1": "What is a good layman's explanation for the Kullback-Leibler Divergence?", "sentence2": "Layman's Explanations: What does IronFX do?", "label": 0}
{"sentence1": "\"What is the cut of meat known as \"\"silverside\"\" in Australia?\"", "sentence2": "What cut of meat is known as the saddle?", "label": 0}
{"sentence1": "What are the best ramen restaurants in Portland, OR?", "sentence2": "What are the best restaurants in Portland, OR?", "label": 0}
{"sentence1": "Who is the most intelligent boy?", "sentence2": "How can I become a 'KING' in Algorithms?", "label": 0}
{"sentence1": "\"What did Obama mean when he said \"\"Just in case anybody is still debating whether I’m black enough, I think that settles the debate\"\"?\"", "sentence2": "In 2012, neither Romney nor Obama attended the Free & Equal Debate held with every candidate that has access to 270 electoral votes. Will you attend?", "label": 0}
{"sentence1": "Can special greenhouses be built in Antarctica so that the people living there can grow their own food?", "sentence2": "Can single people live a happy and fulfilling life given the fact that they are living on their own and have no children to take care of them?", "label": 0}
{"sentence1": "Will Harry Potter and the Cursed Child be written as a proper novel like the original Harry Potter books?", "sentence2": "What are some profound quotes about vision/perception?", "label": 0}
{"sentence1": "What is the meaning of bibechana?", "sentence2": "\"What is the meaning of \"\"what's up\"\"?\"", "label": 0}
{"sentence1": "How much money does Sachin Tendulkar make from IPL, International Cricket and Advertisements per year?", "sentence2": "How much money did Mumbai Indians make by winning the IPL on 2015?", "label": 0}
{"sentence1": "Why do most people get Alzheimer's disease?", "sentence2": "What are the latest and most promising hypotheses of the cause of Alzheimer's?", "label": 0}
{"sentence1": "What were the things that introduced a shift from realism to abstraction?", "sentence2": "What are the tenets of realism?", "label": 0}
{"sentence1": "Did the Europeans really colonize anywhere, considering large numbers of people were already there wherever they went?", "sentence2": "Did the notion of landowning exist anywhere in North America before the Europeans arrived?", "label": 0}
{"sentence1": "What are ways to get face time with the final decision takers aka owners of retail businesses?", "sentence2": "Is pet food retail business good?", "label": 0}
{"sentence1": "How do I get rid of annoying girls?", "sentence2": "How do I get rid of an annoying friend?", "label": 0}
{"sentence1": "What is the difference between RealD 3D and IMAX as far as watching a movie in a theatre is concerned? Is IMAX worth the extra time and money required?", "sentence2": "What is the best watching zone in an iMAX screen set in the theatre?", "label": 0}
{"sentence1": "I'm a slow but deep learner. How can I use this to my advantage for revision?", "sentence2": "Is my desperation for a job justified?", "label": 0}
{"sentence1": "How can I get rid of dark eye circles?", "sentence2": "What's the cause of under eye dark circles and what treatments can help?", "label": 0}
{"sentence1": "Can someone tell if you've been logging into their Instagram account?", "sentence2": "How do I gain access to a person's instagram photos, if their account is private?", "label": 0}
{"sentence1": "When can you get pregnant?", "sentence2": "Can you get pregnant without being fertilized?", "label": 0}
{"sentence1": "How can we make our own AI app?", "sentence2": "Do you follow Arvind Kejriwal or Shiv Kumar of saharanpur on money exchange panic?", "label": 0}
{"sentence1": "Why is the critical point higher in CH3Cl than CF3Cl?", "sentence2": "Why CH3Cl has a larger dipole moment than CH3F , even though F is more electronegative than Cl?", "label": 0}
{"sentence1": "What are good websites for escorts?", "sentence2": "How can I become an escort girl in Dubai?", "label": 0}
{"sentence1": "How does ISB, Hyderabad compare to IIM Ahmedabad?", "sentence2": "Do ISB Hyderabad have management in finance?", "label": 0}
{"sentence1": "Which instant messenger for mobile is also being used in Europe besides the most popular ones (Viber, WhatsApp, Skype, etc.)?", "sentence2": "What video chat app has best video quality?", "label": 0}
{"sentence1": "Why am I afraid of darknes?", "sentence2": "Why am I so afraid of being happy?", "label": 0}
{"sentence1": "What is difference between job analysis and job description?", "sentence2": "Is there still any difference between a job description, a job profile and a job specification?", "label": 0}
{"sentence1": "What will happen if Pakistan is declared as a terror state?", "sentence2": "What will happen if Pakistan will be declare as a terrorist state?", "label": 1}
{"sentence1": "What is the corporate culture like at Agree Realty? How is the culture different than other companies?", "sentence2": "What is the corporate culture like at Kilroy Realty? How is the culture different than other companies?", "label": 0}
{"sentence1": "How can I impress my math teacher?", "sentence2": "What is your incest story?", "label": 0}
{"sentence1": "What does it feel like for a woman when a man ejaculates inside of her?", "sentence2": "Why can't I orgasm when he is inside of me?", "label": 0}
{"sentence1": "How does the Curie Symmetry Principle work?", "sentence2": "What is the working principle of steam engine?", "label": 0}
{"sentence1": "Is there an absolute need for private prisons in the United States? Are they even ethical?", "sentence2": "Has there ever been an instance of private roads in the United States?", "label": 0}
{"sentence1": "Why is Indian government not allowing experts to investigate the sealed rooms of Taj Mahal?", "sentence2": "Was the Taj Mahal a Shiva temple? But why does Indian government not take action?", "label": 0}
{"sentence1": "What do you think about Donald Trump as republican president candidate?", "sentence2": "What do other Republican candidates think of Donald Trump?", "label": 0}
{"sentence1": "What's the difference between six-speed automatic and CVT?", "sentence2": "What is cvt tuning?", "label": 0}
{"sentence1": "How can I control my emotions and actions?", "sentence2": "How do I control my emotion and sadness?", "label": 1}
{"sentence1": "What are the best coaching centres for groups appsc in Hyderabad?", "sentence2": "What is the best coaching centre for group 2 tspsc?", "label": 0}
{"sentence1": "What is One wheeling?", "sentence2": "What is an idler wheel?", "label": 0}
{"sentence1": "Should I become an online freelance writer?", "sentence2": "How can I become an online freelance writer?", "label": 0}
{"sentence1": "Why does the father have no say in whether or not the mother gets an abortion?", "sentence2": "Can the father prevent the mother from having an abortion?", "label": 0}
{"sentence1": "What is the best way to talk English fluently?", "sentence2": "What is the best way or resources to learn english like a native speakers?", "label": 1}
{"sentence1": "What is the corporate culture like at Exponent? How is the culture different than other companies?", "sentence2": "What is the corporate culture like at Premier? How is the culture different than other companies?", "label": 0}
{"sentence1": "Which are the best Drug or Alcohol Rehab, Detox and Recovery Program Centers in the Mono County California area?", "sentence2": "Which are the best Drug or Alcohol Rehab, Detox and Recovery Program Centers in the Merced County California area?", "label": 0}
{"sentence1": "Should the bamboo plant be gifted or should it be bought?", "sentence2": "What's so bad about bamboo?", "label": 0}
{"sentence1": "What is web application development?", "sentence2": "What is web and web application?", "label": 0}
{"sentence1": "What is the limit of [1/x] as x approaches 0?", "sentence2": "What is the limit of (x^2-x) /(x-x) as x approaches 1?", "label": 0}
{"sentence1": "Who is the happiest girl in the world?", "sentence2": "Who is happiest in the world?", "label": 0}
{"sentence1": "In there any pawn shop or coin collector in Delhi, India?", "sentence2": "What countries have the highest rate of pawn shops per capita?", "label": 0}
{"sentence1": "Why does my iPad say 'not charging' even when it is plugged in?", "sentence2": "Does it harm to keep laptop plugged in even after fully charged, as my downloading is going on?", "label": 0}
{"sentence1": "What do you call a person who keeps on loving someone who doesn't respect her and hopes that that person will change for the better?", "sentence2": "How does it feel when someone you care about walks out of your life?", "label": 0}
{"sentence1": "Can I cancel my passport application?", "sentence2": "How do I cancel passport application in India?", "label": 0}
{"sentence1": "Is salt water a homogeneous mixture?", "sentence2": "Is cloud a mixture of water droplets?", "label": 0}
{"sentence1": "Is there a professional video editor for iPhone?", "sentence2": "Where can I find professional video editors?", "label": 0}
{"sentence1": "What are the requirements to apply as an Indian in the National University of Singapore?", "sentence2": "What is the effective requirement for an Indian to get into NUS or NTU (Singapore Universities)?", "label": 0}
{"sentence1": "What are some small things that makes you happy?", "sentence2": "What are those small things that you can do for others and make them happy?", "label": 0}
{"sentence1": "Why engine efficiency low at part load?", "sentence2": "Which engine is more efficient, powerful and recommended? Diesel or petrol?", "label": 0}
{"sentence1": "How can I improve my Webometrics ranking?", "sentence2": "A lizard was caught in glue. I spill some petrol on it to loosen the glue and help it escape. But it then die shortly after, I wonder why is it?", "label": 0}
{"sentence1": "How do I make a music video with photos?", "sentence2": "How do you make music video visualizations?", "label": 0}
{"sentence1": "Why do the Marines provide protection to the President and not the Army?", "sentence2": "What are the differences between Army and Marine infantries?", "label": 0}
{"sentence1": "How safe is Papua New Guinea, and how does it's crime rate compare to Australia's?", "sentence2": "How safe is Papua New Guinea, and how does it's crime rate compare to Argentina's?", "label": 0}
{"sentence1": "What's the best Barbie dress up game online?", "sentence2": "Are there still Barbie dress up games online?", "label": 0}
{"sentence1": "Is the Hubble telescope still in space?", "sentence2": "How does The Hubble telescope orient itself in space?", "label": 0}
{"sentence1": "Why should smoking be banned?", "sentence2": "Why can't smoking be banned?", "label": 0}
{"sentence1": "Is it better to sleep for an hour or not sleep at all?", "sentence2": "Why am I unable to sleep?", "label": 0}
{"sentence1": "How can I get muscular and lean as a teenager?", "sentence2": "Where's the best website for computer-related/tech questions, and can such Q's be asked on Quora? Where?", "label": 0}
{"sentence1": "What are the features of Microsoft Publisher?", "sentence2": "What are the security features of Microsoft Edge?", "label": 0}
{"sentence1": "What is feedpost.com?", "sentence2": "What is awesomebazar.com?", "label": 0}
{"sentence1": "How did you learn to accept that life is not fair?", "sentence2": "Why do we accept the premise that life is not fair?", "label": 0}
{"sentence1": "What are these 240p, 360p, 480p, 720p, 1080p units for videos? What's the basic idea behind it?", "sentence2": "How do I render a video for youtube if I shoot half as 1080p and half 720p, do I choose to render as 1080p or 720p?", "label": 0}
{"sentence1": "Can I carry a Zippo lighter in flight?", "sentence2": "Are there any quality classifications or types of Zippo lighters, or they are all the same?", "label": 0}
{"sentence1": "How do I get a job at Fox Traveller, India?", "sentence2": "How can I get a job in Fox Traveller?", "label": 0}
{"sentence1": "How (10)-Annulene is not aromatic can any one explain?", "sentence2": "Who to purchase Mac book air?", "label": 0}
{"sentence1": "What are some home remedies for a dry throat?", "sentence2": "What are some home remedies for an itchy throat?", "label": 0}
{"sentence1": "Culture of China: Are Chinatowns dirty? If so, why?", "sentence2": "Why is China not trying to export Chinese culture as much as the US do?", "label": 0}
{"sentence1": "How can I reduce tummy fat through a diet without yoga or exercise?", "sentence2": "How do I reduce my tummy fat?", "label": 0}
{"sentence1": "Is someone following me back on snapchat if I can't see there snap code?", "sentence2": "How is a negative slope defined?", "label": 0}
{"sentence1": "What are the best ecommerce solutions in 2014?", "sentence2": "What are some good eCommerce solutions?", "label": 0}
{"sentence1": "How can I make money online very soon?", "sentence2": "What are the best websites for making money online?", "label": 0}
{"sentence1": "What is karma?", "sentence2": "What is soul and what is karma?", "label": 0}
{"sentence1": "What is cholecystolithiasis? How is it treated?", "sentence2": "What is nigropallidal encephalomalacia? How is it treated?", "label": 0}
{"sentence1": "\"What will be 2020s \"\"Boom\"\" Industries (Now and Up N Coming)?\"", "sentence2": "If an object exceeds the speed of light, does something like a sonic boom occur?", "label": 0}
{"sentence1": "How are the valuations of companies like OLX, Quikr, CarDekho or Zomato calculated?", "sentence2": "What was Zomato's valuation in 2010?", "label": 0}
{"sentence1": "I have had dreams about someone every night for the past week or so. I don't see this person or constantly think about this person. Why does this person keep appearing in my dreams? Does it mean maybe I am on their mind?", "sentence2": "What does it mean, when I dream about a certain person constantly?", "label": 0}
{"sentence1": "What exactly makes the lion the king of the jungle?", "sentence2": "Why isn't the tiger the king of the jungle?", "label": 0}
{"sentence1": "How can I find out about semester program in Germany for non-exchange students?", "sentence2": "I am second year student in IITD. What is the most important factor contributing to one's selection in the semester exchange program or  what are the things one should do to get selected for the exchange program?", "label": 0}
{"sentence1": "What are some things new employees should know going into their first day at Alliance Health Care?", "sentence2": "What are some things new employees should know going into their first day at Molina Health Care?", "label": 0}
{"sentence1": "How can I communicate in English well?", "sentence2": "How can I start communicating in english well?", "label": 0}
{"sentence1": "\"What does it mean when someone says \"\"two o'clock\"\", or \"\"seven o'clock\"\" in order to show a particular direction without pointing it out? How does this system work?\"", "sentence2": "How do people say it's 00:00 o'clock as opposed to saying 12:00 AM? Do people also say “thirteen, fourteen etc. o’clock” as well?", "label": 0}
{"sentence1": "How can people get worms in their faces?", "sentence2": "How do people get worms?", "label": 0}
{"sentence1": "Which is best coaching in mumbai for ISI entrance exam for next year exam?", "sentence2": "How Do I choose a best blackout curtains?", "label": 0}
{"sentence1": "As a third year btech student what should I do to start preparing for ias exam?", "sentence2": "I am in first year. In which direction should I start my preparation to clear for IAS exam?", "label": 1}
{"sentence1": "What are the meanings of Hindi words 'Swarg' and 'Narak'?", "sentence2": "What are the meanings of Hindi words 'Vidyalaya' and 'Mahavidyalaya'?", "label": 0}
{"sentence1": "How do I prepare for BITSAT 2017 seriously?", "sentence2": "How should I prepare for BITSAT 2018?", "label": 0}
{"sentence1": "What does the suffix -ble mean?", "sentence2": "What is a prefix and a suffix and what are some examples?", "label": 0}
{"sentence1": "What does aku mean in Japanese?", "sentence2": "What does the Japanese name Mikoto mean?", "label": 0}
{"sentence1": "What are the small but important things in your life?", "sentence2": "What are the 5 most important things in life?", "label": 0}
{"sentence1": "Which good MBA colleges can I target if I have zero work experience in India and MAT SEP 95 percentile?", "sentence2": "What colleges can I target for an MBA in India?", "label": 0}
{"sentence1": "Which country has the coolest national anthem?", "sentence2": "What are the worst national anthems?", "label": 0}
{"sentence1": "Who are some examples of people formerly in STEM fields that went into politics?", "sentence2": "Are there examples of people from very rich families who went broke?", "label": 0}
{"sentence1": "How many albums did the Beatles record?", "sentence2": "What is the best song by a solo Beatle?", "label": 0}
{"sentence1": "\"\"\"Can you please\"\" or \"\"Could you please\"\" -- which is correct?\"", "sentence2": "\"Is it correct to say \"\"please let me know if you need help\"\" or must I use \"\"whether\"\"?\"", "label": 0}
{"sentence1": "Will chemical engineers be demand in the future?", "sentence2": "What is the demand in chemical engineering?", "label": 0}
{"sentence1": "What material should I use for the HPE0-J78 exam?", "sentence2": "What material should I use to pass the FCNSP.v5 exam?", "label": 0}
{"sentence1": "How do I get over of being cheated on? I am seriously having a hard time, thinking about it again and again.", "sentence2": "Why is Vladimir Putin regarded as the richest man in the world, by some people?", "label": 0}
{"sentence1": "How can I improve my knowledge of English?", "sentence2": "How can I improve English language?", "label": 1}
{"sentence1": "How can I study in Brazil?", "sentence2": "Philosophy: Are the works of Mario Ferreira studied outside and/or inside of Brazil?", "label": 0}
{"sentence1": "Which movies have been shot on an IIT campus?", "sentence2": "\"Where the song \"\"Sau Aasmaan\"\" from movie Bar Bar Dekho has been shot? Which beach is that?\"", "label": 0}
{"sentence1": "How long do I get my driver license have to passing the driving test?", "sentence2": "How can I pass the drivers license test in Illinois?", "label": 0}
{"sentence1": "Is the HTC desire 828 a good phone?", "sentence2": "Which one is better to buy moto g4 plus 32GB or HTC Desire 828?", "label": 0}
{"sentence1": "Who wants to hire a hacker?", "sentence2": "Where can I hire a hacker?", "label": 0}
{"sentence1": "What is the use of mathematics in civil engineering?", "sentence2": "What are the uses of civil engineers?", "label": 0}
{"sentence1": "What is land pooling system? What role does it play in land acquisition process?", "sentence2": "What is the effect of land acquisition act on rural population?", "label": 0}
{"sentence1": "How do you get rid of irritation from shaving your bikini area?", "sentence2": "After shaving the bikini area, how do you keep it from getting irritated and itchy?", "label": 1}
{"sentence1": "What is the definition of 'sedulous' and how would you use it in a sentence?", "sentence2": "What is the definition of 'peremptorily' and how is it used in a sentence?", "label": 0}
{"sentence1": "Is it possible to have a Dye-sensitized solar cell (DSSC) that isn't completely sealed, such that it allows the electrolyte to flow through the two electrodes?", "sentence2": "Where can I get the chemicals for a dye sensitized solar cell, in the UK?", "label": 0}
{"sentence1": "Does green tea really reduces weight?", "sentence2": "Does green tea help to lose weight?", "label": 1}
{"sentence1": "Can I download music from Safari into my MacBook Air?", "sentence2": "Is it ok to buy a MacBook Air from Amazon?", "label": 0}
{"sentence1": "How can an individual buy FCCB of indian companies?", "sentence2": "Is HCL an Indian company?", "label": 0}
{"sentence1": "Why does so many foreigners like to talk about China?", "sentence2": "Why do many Americans like to go on and on talking about their feelings?", "label": 0}
{"sentence1": "What is the best way to access the deep web?", "sentence2": "How can someone access the deep web?", "label": 1}
{"sentence1": "I should not get bad dream what should I do?", "sentence2": "How do you not get bad dreams?", "label": 0}
{"sentence1": "Why did Dumbledore give Resurrection stone to Harry?", "sentence2": "Where did Dumbledore get the Resurrection Stone from?", "label": 0}
{"sentence1": "Which offshore company registration service has the maximum rating for training firms?", "sentence2": "How credible are Rating companies (eg CRISIL) in India? What are the criteria used by such companies to rate a firm?", "label": 0}
{"sentence1": "What language is hardest for its native speakers to read?", "sentence2": "What language is easiest for its native speakers to read?", "label": 0}
{"sentence1": "What are the top cities to visit in Italy?", "sentence2": "What are the best places to visit in Italy and why?", "label": 0}
{"sentence1": "Why do red blood cells have no nucleus?", "sentence2": "What are red blood cells?", "label": 0}
{"sentence1": "Theoretically, what would happen if the U.S. and Russia went to war?", "sentence2": "If a war was sparked between the US and Russia, who would India side with?", "label": 0}
{"sentence1": "How fast is 60 mbps?", "sentence2": "Is 10 mbps considered fast internet? What should your home internet speed be?", "label": 0}
{"sentence1": "How can I get call details of my Airtel prepaid number?", "sentence2": "How do I get call history for my Airtel prepaid number?", "label": 1}
{"sentence1": "Battle Tactics: How is software technology being used by the army and other related departments like the CIA?", "sentence2": "Did General Montgomery ever win a battle through any other tactics than attrition with superior numbers?", "label": 0}
{"sentence1": "What is nominalization in English grammar?", "sentence2": "\"Is using \"\"at\"\" before \"\"any minute\"\" necessary in the sentence, \"\"My parents will be home (at) any minute\"\"?\"", "label": 0}
{"sentence1": "Is my US income taxable if I am working on OPT status?", "sentence2": "I am working for company X. My client is Y (US based). X had applied for the H1B (2015) visa and got the EAC** receipt on May, 2015. The USCIS status is “Case Was Received”. Now, I have an offer to join another company, Z. If I switch to company Z now, without getting my visa stamped from X, will my H1B VISA processing be cancelled?", "label": 0}
{"sentence1": "What are the basic requirements to start a pharmaceutical wholesale distribution business?", "sentence2": "What are the basic requirements to start a pharmaceutical wholesale distribution business if not having any medical stream related degree?", "label": 0}
{"sentence1": "Who are the Indian origin stars who made name in Hollywood?", "sentence2": "How many films have been made in Hollywood so far?", "label": 0}
{"sentence1": "My icloud id is block and recovery email is also the same and I don't remember my security question how can I open it?", "sentence2": "How do I reset my Gmail password when I don't remember my recovery information?", "label": 0}
{"sentence1": "Why don't you cry?", "sentence2": "Why do we cry?", "label": 0}
{"sentence1": "Was there an armenian genocide?", "sentence2": "Did the Armenian Genocide occur?", "label": 1}
{"sentence1": "What are the consequences of the conflict between Ukraine and Russia?", "sentence2": "Who is involved in the Russia and Ukraine conflict?", "label": 0}
{"sentence1": "What are the best English newspapers?", "sentence2": "What is the best English newspaper for foreigners and why?", "label": 0}
{"sentence1": "Why did Disney change the Star Wars story (i.e. what is Canon and what is Legends)?", "sentence2": "Star Wars Legends: Is Gilad Pellaeon a good person?", "label": 0}
{"sentence1": "We want to know how much it will cost to design hybrid app in hyderabad and which freelancers are providing service in hyderabad?", "sentence2": "Which software companies in Hyderabad provide cab or bus service to its employees?", "label": 0}
{"sentence1": "What is the Equation for complete dissociation of aniline acetate in water?", "sentence2": "What is the equation for the dissociation of aniline hydrochloride in water?", "label": 0}
{"sentence1": "How do I get over a girl whom I love truly but she loves some other guy and she thinks of me only as a time-pass friend?", "sentence2": "Need tips and tricks for solving questions for JEE mains?", "label": 0}
{"sentence1": "If you can, what will you change about the world?", "sentence2": "What is the best way to change the world in a positive manner?", "label": 0}
{"sentence1": "Why do people from DTU call NSIT as NSHIT?", "sentence2": "How can I create a water conservation slogan for kids?", "label": 0}
{"sentence1": "What would be impact on India if Donald Trump becomes President?", "sentence2": "If Donald Trump wins the presidential election, how will the relationship between USA and India takes its course?", "label": 1}
{"sentence1": "What is the difference between intensity and energy of a wave?", "sentence2": "What's the difference between wave speed and wave frequency?", "label": 0}
{"sentence1": "What is the most badass thing about being a wimp?", "sentence2": "Date of Birth: 30.06.1984,Time: 1.05 a.m. at Tamluk, West Bengal. What is the future of my career?", "label": 0}
{"sentence1": "What is the drug scene in Ibiza?", "sentence2": "What is going to happen to Space Ibiza?", "label": 0}
{"sentence1": "I am an electrical student. I'm interested in app designing and start a new Android app. But I don't have a basic idea of programming languages. What should I do?", "sentence2": "I am tech savy but I have no knowledge of programming. Where should I start for the basics? What are the languages with web links?", "label": 0}
{"sentence1": "How social media sites earn money?", "sentence2": "How do I earn money from social media without having a website?", "label": 0}
{"sentence1": "What are the greatest lessons you have learnt in life?", "sentence2": "What is the hardest lesson you've learnt in life?", "label": 0}
{"sentence1": "I am in ipcc, how can I study?", "sentence2": "How can I study IT in ipcc?", "label": 0}
{"sentence1": "Can a state high court suspend an IAS officer?", "sentence2": "If my license is suspended in a different state, and I paid the court fee do I need to pay DMV to restore it in that state or can I just pay my state?", "label": 0}
{"sentence1": "What is personal goal statement?", "sentence2": "What are personal goals?", "label": 0}
{"sentence1": "What are some rock bands with female lead singers?", "sentence2": "Who gets more female attention a guitarist or the lead singer?", "label": 0}
{"sentence1": "How do I custom-make my online wedding invitation?", "sentence2": "What is online wedding invitation?", "label": 0}
{"sentence1": "Can Jimmy Wales shut down Wikipedia at his will?", "sentence2": "If Jimmy Wales wanted, could he shut down Wikipedia today?", "label": 1}
{"sentence1": "Why does love need privacy?", "sentence2": "Is it possible to not travel without being considered crazy?", "label": 0}
{"sentence1": "What will I get at the end of the month if my Salary is 6.00 Lakh rupees (Cost to Company CTC) in India?", "sentence2": "What will I get at the end of the month if my Salary is 4.8 Lakh rupees (Cost to Company CTC) in India?", "label": 0}
{"sentence1": "When should I not have sex to avoid pregnancy? This is related to menstrual cycle.", "sentence2": "When does a woman have the highest chance of getting pregnant? Is this before periods, during periods or after periods?", "label": 0}
{"sentence1": "Should China recognize the Armenian Genocide?", "sentence2": "What countries recognize the Armenian genocide?", "label": 0}
{"sentence1": "How do I draw a circle around something in Excel?", "sentence2": "Where can I purchase responsible iPhones?", "label": 0}
{"sentence1": "How do I lose 10 pounds in two months?", "sentence2": "How do I lose 20 pounds in 3 days?", "label": 0}
{"sentence1": "How China is a communist country?", "sentence2": "Is China a communist country?", "label": 0}
{"sentence1": "How can I earn money online easily?", "sentence2": "What is the best way to earn money online?", "label": 0}
{"sentence1": "How do I control my PC from my android device?", "sentence2": "Can I control an android device from the PC?", "label": 0}
{"sentence1": "What should I do to find a girlfriend?", "sentence2": "How do I find my girlfriend a girlfriend?", "label": 0}
{"sentence1": "Which are best movie in history?", "sentence2": "What's the best movie?", "label": 1}
{"sentence1": "\"How can I say the exact thing without using the phrase \"\"you are putting words in my mouth\"\"?\"", "sentence2": "What is the rudest thing to say in your culture/country, word or phrase?", "label": 0}
{"sentence1": "What is the best Christmas gift for a 2 year old girl?", "sentence2": "What is the best Christmas gift for a 3-year-old girl ?", "label": 0}
{"sentence1": "Can I manage to survive in Geneva with 1800CHF per month?", "sentence2": "What is the best way to find a place to live in Geneva for three months?", "label": 0}
{"sentence1": "Is it legal to pretend to be a police officer as an ethical hacker?", "sentence2": "Placement related work?", "label": 0}
{"sentence1": "What are the tiny dots that appear on my face whenever a mask I apply on my face dries up?", "sentence2": "Do we have to rinse our face after using a face mask?", "label": 0}
{"sentence1": "What is the most f'kd up question that you have been asked in an interview?", "sentence2": "What are some questions you have been asked in an interview?", "label": 0}
{"sentence1": "What is your favorite incident in the book 'The Diary of a Young Girl' by Anne Frank?", "sentence2": "How did Peter in the diary of Anne Frank die?", "label": 0}
{"sentence1": "How do straight trans women find men to date?", "sentence2": "Why do I like pre-op trans women so much?", "label": 0}
{"sentence1": "What's the meaning of ==' emoticon?", "sentence2": "Emoticons: What does “:/” mean?", "label": 0}
{"sentence1": "How are LSE MA100 or MA103 exam grades scaled? Is it that 60/150 equals 40% or is the final percentage somewhat different?", "sentence2": "What is the grading scale at OSU?", "label": 0}
{"sentence1": "Why do we need friends?", "sentence2": "Why do I need to get friends in college?", "label": 0}
{"sentence1": "I 22,grad. from a dumb clg for degree as my parents want it.want to be in sports but can't but I want it now.So how and which sport should I choose?", "sentence2": "How would your life change if you lost your home?", "label": 0}
{"sentence1": "Is there BBC in Dish TV?", "sentence2": "Do you have to pay the BBC TV license fee in the UK if you own a satellite dish, but not an aerial?", "label": 0}
{"sentence1": "What are some of the most uplifting photos?", "sentence2": "What are the most uplifting movies?", "label": 0}
{"sentence1": "What's the difference between dark matter and invisible matter?", "sentence2": "What is the difference between dark matter, dark energy and antimatter?", "label": 0}
{"sentence1": "What are some examples of love analogies?", "sentence2": "What is an example of an analogy?", "label": 0}
{"sentence1": "What is the different on market research between focus discuss group and one-one indepth interview?", "sentence2": "Is there still a demand for market research focus group moderators? Or has it decreased?", "label": 0}
{"sentence1": "How do the holy scriptures of Hinduism compare and contrast to those of Heathenism?", "sentence2": "What are KSRTC bus timings from Munnar to Periyar Wildlife Sanctuary?", "label": 0}
{"sentence1": "Why did all Chinese men have long hair until the end of the Qing dynasty?", "sentence2": "How are older men with long hair perceived?", "label": 0}
{"sentence1": "What are the basics of data structures?", "sentence2": "What are the basic data structures of R?", "label": 0}
{"sentence1": "Diet for reducing belly fat?", "sentence2": "How do I avoid food with added hormones (in the US)?", "label": 0}
{"sentence1": "How do I want to speak souls yogies lives in himalayas?", "sentence2": "What is best thing that ever happen in with your dad.?", "label": 0}
{"sentence1": "Which books are best to study GMAT?", "sentence2": "Which books should help us prepare for the GMAT?", "label": 1}
{"sentence1": "What is your favorite place to study? What is your favorite place to code?", "sentence2": "What is your favorite place?", "label": 0}
{"sentence1": "Is Globalization essentially Eurocentric ideology?", "sentence2": "Is today's global standard of physical beauty eurocentric?", "label": 0}
{"sentence1": "I am appearing for ZCO 2017.Could you give me a sample program (solved question from previous question papers) in Java?", "sentence2": "Should I make my flag green or red?", "label": 0}
{"sentence1": "Can I sue my wife for pinching and yelling to our kids like crazy?", "sentence2": "How are bra sizes measured?", "label": 0}
{"sentence1": "How do I post a blog?", "sentence2": "How do I post my blog to linkedin?", "label": 0}
{"sentence1": "Why don't some people fall in love?", "sentence2": "Why do people fall in love with Ruby?", "label": 0}
{"sentence1": "Why don't Russians smile?", "sentence2": "How many students from karnataka are qualified in neet 2016?", "label": 0}
{"sentence1": "How can I get AIIMS coaching?", "sentence2": "What should I do to get into AIIMS?", "label": 0}
{"sentence1": "How do I submit feedback to Quora?", "sentence2": "How do I contact and give feedback to Quora?", "label": 1}
{"sentence1": "How do I can identify original pashmina shawls?", "sentence2": "How do I identify if an installed CNG kit is from the original Lovato or not?", "label": 0}
{"sentence1": "What is the best way to study quickly?", "sentence2": "How can we study quickly?", "label": 0}
{"sentence1": "Why do I love to hula hoop so much on Thursdays?", "sentence2": "Why do you love hula hooping?", "label": 0}
{"sentence1": "When did Tyrannosaurus Rex live?", "sentence2": "How did the Tyrannosaurus Rex sleep?", "label": 0}
{"sentence1": "How can I get the best out of my life?", "sentence2": "How can I get the best out of life?", "label": 1}
{"sentence1": "Is it unlimited from 2am-5am in jio welcome offer although daily limit of 4GB is fixed?", "sentence2": "What does unlimited data at night for Jio mean? Is it still applicable in the New Year offer? What are it's timings?", "label": 0}
{"sentence1": "Which one is tough SSC chsl or SSC cgl?", "sentence2": "How tough is SSC-CGL?", "label": 0}
{"sentence1": "How do I evaluate the integral?", "sentence2": "Can't Indians just convert their unaccounted money to Bitcoins now? Will it be traced? If not, why hasn't the Government ban the Bitcoin transactions?", "label": 0}
{"sentence1": "What is customer value optimization?", "sentence2": "What is customer value?", "label": 0}
{"sentence1": "Why is Russia improving relations with Israel so much in 2016?", "sentence2": "Why is Russia and Israel improving relations with each other so much as of 2016?", "label": 1}
{"sentence1": "Money Supply: What is M0, M1, M2 and M3?", "sentence2": "Why do banks buy bonds when it reduces money supply?", "label": 0}
{"sentence1": "Where do I get weed in pune?", "sentence2": "Where can I get weed in noida?", "label": 0}
{"sentence1": "\"What is a \"\"saturated solution\"\"? What are some examples?\"", "sentence2": "What are some examples of saturated and unsaturated solutions?", "label": 0}
{"sentence1": "What is AWS redshift? How to choose between AWS redshift vs hadoop?", "sentence2": "Hadoop vs Redshift: What should I choose for better processing input data?", "label": 0}
{"sentence1": "Who were the victims in the knife rampage in Sagamihara, Japan?", "sentence2": "How many people were killed in the knife rampage in Sagamihara, Japan?", "label": 0}
{"sentence1": "I am a heavy drinker. Will Liv.52 DS help me by protecting my liver?", "sentence2": "I'm quite a heavy drinker; at least 2 bottles of spirits a week and 5 pints a night. I'm quiting for 30 days. What will that do for me?", "label": 0}
{"sentence1": "Post request in laravel 5 is not working.", "sentence2": "How does a POST request work?", "label": 0}
{"sentence1": "What is it like to be the father of a pornstar?", "sentence2": "What is it like to be a child of a pornstar?", "label": 0}
{"sentence1": "What is bode plot?", "sentence2": "Why are Bode plots used?", "label": 0}
{"sentence1": "Can we create some mass from energy?", "sentence2": "Where do photons appear from when mass and energy are combined?", "label": 0}
{"sentence1": "At what point, on election night, did Clinton's camp realized that things were going off the rails?", "sentence2": "Which are the new MBA specializations that are being offered by top colleges with lot of scope in the future?", "label": 0}
{"sentence1": "Does mercury metal contain positive or negative ions?", "sentence2": "What properties of mercury make it a metal? Can mercury be found in a gas state?", "label": 0}
{"sentence1": "How do you really get over someone romantically, without using that person entirely? She was my first love.", "sentence2": "Have you successfully imported a tuk-tuk or similar electric rickshaw into the U.S.?", "label": 0}
{"sentence1": "What makes a man attractive to women?", "sentence2": "Personal Grooming: Do women find it attractive when a man doesn't shave for a few days?", "label": 0}
{"sentence1": "I forgot my password and the email address I used to create my Snapchat account. How can I log in or at least change my email address or password?", "sentence2": "I want my wife to get access to my passwords of Google, Facebook etc. after I die, but not when I am alive. How can I do that?", "label": 0}
{"sentence1": "Which search engine does Richard Stallman use?", "sentence2": "Richard Stallman: How is Richard Stallman perceived by the tech industry?", "label": 0}
{"sentence1": "Which application see your offline instagram videos?", "sentence2": "How do l see who viewed my videos on Instagram?", "label": 0}
{"sentence1": "Can a 16 year old date a 13 year old?", "sentence2": "I am a 13 year old in 8th grade, and I am dating a sophomore girl about to be 16 (she asked me out). Is this weird?", "label": 0}
{"sentence1": "Which is the best treatment for psorisis?", "sentence2": "What is the best treatment for moyamoya?", "label": 0}
{"sentence1": "How is factoring in math important?", "sentence2": "Why is math important?", "label": 0}
{"sentence1": "Why can't schizophrenia be cured?", "sentence2": "Can medicine cure schizophrenia?", "label": 0}
{"sentence1": "What is rigidity modulus?", "sentence2": "What is rigidity?", "label": 0}
{"sentence1": "What are some mind-blowing vehicles tools that exist that most people don't know about?", "sentence2": "What are some mind-blowing phones accessories that exist that most people don't know about?", "label": 0}
{"sentence1": "What do you think about Shobhaa De's Twitter comment about Indian Olympians wasting government money?", "sentence2": "I have a offer for a Technical Product Manager role paying $67k. Is this below market rate?", "label": 0}
{"sentence1": "Is there a negative marking in CGPET 2015?", "sentence2": "Is there any negative marking in cgpet 2016?", "label": 0}
{"sentence1": "How much do used cargo containers cost to buy and transport?", "sentence2": "How much does it cost to ship a 20 foot container from the US to the UK?", "label": 0}
{"sentence1": "CAT or GMAT which one is tougher?", "sentence2": "Which one is tougher: GMAT or CAT (I am not asking the difference, just the level of difficulty)?", "label": 0}
{"sentence1": "On Property Brothers, Love It or List It, Fixer Upper and other HGTV shows, how true is the cost of the renovation to what it would be sans the show?", "sentence2": "How would I go about hiring a team like Joanna and Chip Gaines from Fixer Upper (on HGTV) in my home town?", "label": 0}
{"sentence1": "How much is a small factory?", "sentence2": "What number size is a youth small? How much does it vary?", "label": 0}
{"sentence1": "How much will you pay for the domain CCNA.co?", "sentence2": "How much will you pay for the domain jooko.co?", "label": 0}
{"sentence1": "What is the best way to potty train a deaf puppy?", "sentence2": "How do I potty train a puppy?", "label": 0}
{"sentence1": "What are some of the best camping tools?", "sentence2": "What are some of the best camping blogs?", "label": 0}
{"sentence1": "What is the difference between judicial activism, judicial review and judicial overreach?", "sentence2": "What is the difference between judicial review and judicial activism?", "label": 0}
{"sentence1": "What is best programming language for Artificial Intelligence projects?", "sentence2": "What is the best programming language to write Artificial Intelligence in for the web?", "label": 0}
{"sentence1": "Who has the power to demonetize currency notes in India?", "sentence2": "Has any country other than India ever had Demonetization of their currency notes?", "label": 0}
{"sentence1": "Why do we have postal codes?", "sentence2": "How do you find your postal code?", "label": 0}
{"sentence1": "Why does adderall make me feel calm?", "sentence2": "Why does this experience make me feel sick?", "label": 0}
{"sentence1": "Where is the RAW filter in Photoshop CS6?", "sentence2": "How is Corel Draw? How is it compared to Photoshop CS5/CS6?", "label": 0}
{"sentence1": "Is an atom a solid , liquid or gas ? Or is it none ?", "sentence2": "Is an atom a solid, liquid, or gas?", "label": 0}
{"sentence1": "What would you want to know about yourself on a daily, weekly and/or monthly basis if you were a participant in the Precision Medicine Initiative?", "sentence2": "As a woman, if you successfully defended yourself against an attacker and he was on the ground, trying to get up, but you were not sure if he was a threat or not, what would you do?", "label": 0}
{"sentence1": "How does Zakaria differentiate between “democracy” and “liberty”? Do you find this distinction useful? Why or why not?", "sentence2": "Why do people make a distinction between love and infatuation?", "label": 0}
{"sentence1": "What are some tips to getting straight As in university?", "sentence2": "How do I read/study with focus/concentration and avoid distractions/procrastination?", "label": 0}
{"sentence1": "Where should I buy a domain?", "sentence2": "Where can you buy .is domains?", "label": 0}
{"sentence1": "What is the property tax rate in Granville, Ohio? How is it compared to the one of Washington?", "sentence2": "What is the property tax rate in Granville, Ohio? How is it compared to the one of Louisiana?", "label": 0}
{"sentence1": "How can I direct message someone on Instagram from my computer?", "sentence2": "Why did some of my sent Instagram direct messages disappear? They were on Instagram for days and suddenly disappeared although I didn't delete them.", "label": 0}
{"sentence1": "How much, in terms of money and stock options, should the second employee of an early stage startup get?", "sentence2": "Should early stage employees sacrifice a portion of salary/comp for options?", "label": 0}
{"sentence1": "How do I screen cast in Android without using Chromecast?", "sentence2": "What are the PC requirements to cast an Android screen to a PC?", "label": 0}
{"sentence1": "Should I shave my head?", "sentence2": "What should I do after shaving my head?", "label": 0}
{"sentence1": "What significance does the Passion of Jesus have today?", "sentence2": "What significance does the Passion of Jesus have today ?", "label": 1}
{"sentence1": "How can you learn PHP for Wordpress?", "sentence2": "How do I learn about PHP and shortcode on WordPress?", "label": 0}
{"sentence1": "How can some people believe in God?", "sentence2": "People believe in God but does God believe in people?", "label": 0}
{"sentence1": "What is the best online animation school?", "sentence2": "Your own VPN?", "label": 0}
{"sentence1": "Which is the best mobile phone under rs 13000/-?", "sentence2": "Which mobile is best for under Rs 13000?", "label": 1}
{"sentence1": "Is the pressure gradient term in the Navier-Stokes equations the static pressure or the dynamic pressure?", "sentence2": "How do you calculate external static pressure?", "label": 0}
{"sentence1": "Which color suit matches maroon saree?", "sentence2": "Bomb balst in Pakistan day?", "label": 0}
{"sentence1": "What bug tracking does VLC media player use?", "sentence2": "What bug tracking tools does VLC media player use?", "label": 1}
{"sentence1": "What are some common mistakes non-native Marathi speakers make while conversing in Marathi and how can one avoid them?", "sentence2": "What is the right age for kids to get serious about life?", "label": 0}
{"sentence1": "How big is a photon compared to an atom?", "sentence2": "How different are photons compared to an atom?", "label": 0}
{"sentence1": "What policy should I invest that gives money every month till death (like pension)?", "sentence2": "What is difference load and force?", "label": 0}
{"sentence1": "Who are the people with the most followers on Quora?", "sentence2": "Who has the most followers on Quora?", "label": 1}
{"sentence1": "Why are my hands and feet itching me so bad?", "sentence2": "Why do my hands itch so bad?", "label": 0}
{"sentence1": "How did Africans get protein?", "sentence2": "How do fruit eating birds get protein?", "label": 0}
{"sentence1": "How do I remain friends with my crush?", "sentence2": "How can I get over my crush but still remain friends?", "label": 0}
{"sentence1": "Does it hurt to die of a sleeping pill overdose?", "sentence2": "Can someone die by overdose by taking these?", "label": 0}
{"sentence1": "Why do people see dreams in their night sleep? What is the scientific reason behind it?", "sentence2": "What is the best wool coat for woman for surviving the NYC winters?", "label": 0}
{"sentence1": "How do you unmerge questions on Quora?", "sentence2": "How do you merge questions on Quora?", "label": 0}
{"sentence1": "What are some of the main organs of the digestive system?", "sentence2": "What are the the major organs of the digestive system and their functions?", "label": 1}
{"sentence1": "Should I go for an MS after 3 years of work experience?", "sentence2": "Can I do MS in US after working in TCS for 3.5 years?", "label": 0}
{"sentence1": "What are myelin?", "sentence2": "Why aren't all axons myelinated?", "label": 0}
{"sentence1": "What is the molar mass of helium?", "sentence2": "How do you calculate the molar mass of a protein?", "label": 0}
{"sentence1": "I have a crush on my best friend. I was trying to propose to her, but instead she gave me a surprise by proposing to me, and said that she was afraid of her family, and caste. What should I do now?", "sentence2": "\"I was talking to a woman on a dating website and she said that her tongue stud would \"\"make short work of me\"\" what did mean by that?\"", "label": 0}
{"sentence1": "What is the average height of females in the U.S?", "sentence2": "What is the average height for males and females in America?", "label": 0}
{"sentence1": "What anime is it?", "sentence2": "What is an Animator?", "label": 0}
{"sentence1": "What is galileon transformation?", "sentence2": "What is a transformer?", "label": 0}
{"sentence1": "Why do I become so depressed when I stop playing sports?", "sentence2": "I have no friends and I'm extremely lonely, I feel very depressed. I need help, please, help me?", "label": 0}
{"sentence1": "What are some unusual aspects about politics and government in Kuwait?", "sentence2": "What are some unusual aspects about politics and government in Singapore?", "label": 0}
{"sentence1": "Instagram (product): How can I know who visits my Instagram profile?", "sentence2": "How do I know who viewed my instagram profile?", "label": 1}
{"sentence1": "What is the hardest non-metal?", "sentence2": "What are non-metallic materials? What are some examples?", "label": 0}
{"sentence1": "Why does Germany's economy strongly outperform other parts of Europe?", "sentence2": "Why isn't Austria absorbed into Germany given that Austria uses the same language, the people look alike, is geographically close to Germany, was a part of old Germany (Holy Roman Empire) and Austria voted for the Anschluss (annexation) in 1938?", "label": 0}
{"sentence1": "What are the main differences between Indians and Pakistanis?", "sentence2": "How different is an average Indian teenager from his/her Pakistani counterpart?", "label": 0}
{"sentence1": "Why are rockets usually red and white?", "sentence2": "Why are rockets and boosters painted white?", "label": 0}
{"sentence1": "What would you say about me based on my birth chart?", "sentence2": "What can you say about me based on my birth chart?", "label": 0}
{"sentence1": "Can I use USB Tethering with a blank SIM card or any other similar method?", "sentence2": "Do GSM phones use SIM cards? Why or why not?", "label": 0}
{"sentence1": "Why do only a handful reach the ultimate top whereas others dont?", "sentence2": "Why some reach the ultimate top and others dont?", "label": 1}
{"sentence1": "What are some major stereotypes about Armenians that exist outside of California?", "sentence2": "Can you recommend shows similar to The Leftovers or Lost?", "label": 0}
{"sentence1": "What are the best mobile affiliate network in SEA?", "sentence2": "What are the best mobile affiliate networks?", "label": 0}
{"sentence1": "How responsible is Park Geun-Hye for the 304 deaths caused by the sinking of the MV Sewol?", "sentence2": "Has anyone ever died from smoking marijuana?", "label": 0}
{"sentence1": "What is the advantage of Quora compared with Google?", "sentence2": "What is the difference between Google, Facebook and Quora?", "label": 0}
{"sentence1": "How much does it cost to make a WordPress site?", "sentence2": "How do I make a WordPress site?", "label": 0}
{"sentence1": "What is the Heisenberg uncertainty priciple?", "sentence2": "What is Heisenberg's uncertainty principle?", "label": 1}
{"sentence1": "What is Psalms 61/62:5-8 in the Bible speaking about?", "sentence2": "What does Psalms chapter 56/57 in the Bible speak about?", "label": 0}
{"sentence1": "Which is the best tourist place in Kerala?", "sentence2": "What are the best places to visit on a 3-day trip in and around Kerala?", "label": 1}
{"sentence1": "What is the reaction between AgCl and NH4OH?", "sentence2": "What is the reaction between CuOH and Oxygen?", "label": 0}
{"sentence1": "\"What are some examples of \"\"deviant\"\" acts?\"", "sentence2": "What are some real life examples of deadlock?", "label": 0}
{"sentence1": "How do we forget any Wi-Fi in Windows 10?", "sentence2": "How do I fix Windows 10 Wi-Fi disconnecting issue?", "label": 0}
{"sentence1": "Why do only some people see ghosts?", "sentence2": "Are some people able to see ghosts?", "label": 0}
{"sentence1": "What are the best countries in the world to study as an international student?", "sentence2": "What are some of the best countries in the world for students to study in?", "label": 0}
{"sentence1": "What are the top countries worth visiting?", "sentence2": "What are the top ten countries you think are most worth visiting in your lifetime, and why?", "label": 1}
{"sentence1": "Who is the worst actor/actress in Bollywood according to you?", "sentence2": "Who has the most pathetic acting skills in Bollywood according to you?", "label": 1}
{"sentence1": "How should I buy domain name only?", "sentence2": "What is the best way to sell a domain name?", "label": 0}
{"sentence1": "If Trump dropped out of the race would there be another convention to choose someone else as presidential candidate?", "sentence2": "If Trump dropped out of the race for POTUS, who would the republican party rush in for the nominee?", "label": 1}
{"sentence1": "Which is more acidic phenol or paranitro phenol?", "sentence2": "Which is more acidic methanol or phenol and why?", "label": 0}
{"sentence1": "What word do we use for 'kisi chij ko pane ke lie tadapna' in English?", "sentence2": "\"How should I use the word \"\"revenant\"\" in English?\"", "label": 0}
{"sentence1": "What kind of dating is considered vile, which is decent, which is bad but people still use it?", "sentence2": "I am dating a guy since 3 years and we both love each other very much but for some time, seeing him giving any kind of attention to his ex-girlfriend (he's still friends with her) makes me possessive which is causing fights and problems in our relationship. What should I do?", "label": 0}
{"sentence1": "Should I install all Fallout 4 DLC together, or should I wait for the main story to end to install them?", "sentence2": "How do I export multiple resolution images in Lightroom on one go?", "label": 0}
{"sentence1": "What is the difference between cache memory and primary memory? Where are these both stored.", "sentence2": "What is difference between cache memory and main memory?", "label": 0}
{"sentence1": "How do I prove to my wife that my affair is over?", "sentence2": "How can I prove my wife had an affair?", "label": 0}
{"sentence1": "Will Ted Cruz supporters vote for Donald Trump?", "sentence2": "Will Donald Trump support Ted Cruz for president?", "label": 0}
{"sentence1": "Would it be better if humans would have two hearts?", "sentence2": "Would it be feasible to genetically engineer humans to have two hearts?", "label": 0}
{"sentence1": "Has anyone joined as a Sadhaka at Setuu Hanuman Bodhi? If so, how was the experience? Can ladies join there as Sadhakas?", "sentence2": "Like humans, dogs and cats confront dental problems as tooth decay and pain. If this is true, how do they differ in oral health maintenance?", "label": 0}
{"sentence1": "\"What is the meaning of \"\"Why so serious?\"\"?\"", "sentence2": "\"What does the word \"\"serious\"\" imply?\"", "label": 0}
{"sentence1": "What do blue belly lizards eat?", "sentence2": "What do blue tongue lizards eat in the wild?", "label": 0}
{"sentence1": "What are the most common life mistakes young people make?", "sentence2": "In your daily life, What is the most common mistake you see which is done by people around you?", "label": 0}
{"sentence1": "Is Apple Pay less appealing now that the Galaxy S6 and S6 Edge can make payments at any store with a credit-card reader using Samsung Pay?", "sentence2": "Should I switch from Samsung Galaxy S6 Edge to iPhone 7 Plus?", "label": 0}
{"sentence1": "What does error code 944 mean?", "sentence2": "What does error code 80028E02 mean on a PS3?", "label": 0}
{"sentence1": "What are the top MBA programs in Singapore?", "sentence2": "What is the best MBA program?", "label": 0}
{"sentence1": "Which is the best carry hero in Dota 2? Which hero is the best for getting the most kills?", "sentence2": "Who are the best early game heroes in DotA 2?", "label": 0}
{"sentence1": "What app allows you to listen to music without WiFi or Internet?", "sentence2": "Can I listen to songs on an Android mobile without using Internet?", "label": 0}
{"sentence1": "Could Matt Murdock actually see?", "sentence2": "How does Matt Murdock see?", "label": 0}
{"sentence1": "What does the acronym SFDC in Salesforce stand for?", "sentence2": "What is the full form of CBM?", "label": 0}
{"sentence1": "What would you differently if you could live your life again?", "sentence2": "If you could live your life all over again, would you change anything or do anything differently?", "label": 0}
{"sentence1": "What is a lead bank in India?", "sentence2": "What are the lead bank schemes?", "label": 1}
{"sentence1": "What is Harvey and Donna's pre-trial secret ritual in Suits?", "sentence2": "Why is Norma from Suits never shown?", "label": 0}
{"sentence1": "Will US de-nukeliarize pakistan?", "sentence2": "How can I foster inspiration for songwriting?", "label": 0}
{"sentence1": "Why are you so sexy?", "sentence2": "How sexy are you?", "label": 0}
{"sentence1": "What is western university like?", "sentence2": "What kind of university experience can I expect if I go to Western University? What can I expect if I go to my local school, Brock University?", "label": 0}
{"sentence1": "Could a woman be pregnant if she was in her period 3 days after having sex?", "sentence2": "Can a woman get pregnant even if she got her period a week after she had sex?", "label": 0}
{"sentence1": "What was the weirdest conversation you ever had with a stranger?", "sentence2": "What is the best conversation you had with a stranger?", "label": 0}
{"sentence1": "When should one use try catch and when should one avoid using try catch in Java and why?", "sentence2": "I am group C employee in central govt. with annual income rs.950000/- can my children be considered as NCL?", "label": 0}
{"sentence1": "Who are the likely Democratic candidates to run in 2020?", "sentence2": "Who do you think will run for president as a democrat in 2020?", "label": 1}
{"sentence1": "Genital warts tretment?", "sentence2": "How can I emigrate to Canada?", "label": 0}
{"sentence1": "What scientific proof is there for the theory of plate tectonics?", "sentence2": "Which is the evidence supporting the Theory of Plate Tectonics?", "label": 1}
{"sentence1": "How is Apple better than Samsung?", "sentence2": "How is Samsung better than Apple?", "label": 0}
{"sentence1": "What breed/breeds of dog is this?  Mixed breed with large upright ears and smooth fur.", "sentence2": "Dog Breeds: What is a hovawart?", "label": 0}
{"sentence1": "Is popcorn time safe for mac?", "sentence2": "Is Popcorn Time safe?", "label": 0}
{"sentence1": "Are startups in India using Amazon's EC2/S3 services? What are the hosting solutions like for a fast, reliable webapp primarily meant for Indian users?", "sentence2": "What are the best cloud service providers available in India? Do they have something equivalent to Amazon's EC2?", "label": 0}
{"sentence1": "What fields are the most profitable now?", "sentence2": "Which is most profitable field in programming?", "label": 0}
{"sentence1": "What is your review of House of Cards Season 3 Episode 3 (Chapter 29)?", "sentence2": "What is your review of House of Cards Season 3 Episode 1 (Chapter 27)?", "label": 0}
{"sentence1": "Air traffic salary?", "sentence2": "Where is date and time printed on enrolment form?", "label": 0}
{"sentence1": "Do you agree that Without application in the world, the value of knowledge is greatly diminished?", "sentence2": "Without application in the world, the value of knowledge is greatly diminished. To what extent do you agree with this?", "label": 0}
{"sentence1": "Why do people think that American founding fathers were not religous if they started meetings with prayer?", "sentence2": "Who were the Founding Fathers of the USA? In what did they believe? Why?", "label": 0}
{"sentence1": "How does Apture plot the functionality of its tool toward a time when/where video will prove more searchable?", "sentence2": "How can I take off advertising on Apture?", "label": 0}
{"sentence1": "What preparation should I do to score good marks in 1st year English hons. CALCUTTA UNIVERSITY?", "sentence2": "What are the tips to increase marks in Calcutta university?", "label": 0}
{"sentence1": "How do I convert radians per second to meters per second?", "sentence2": "How do I convert meters to radians?", "label": 0}
{"sentence1": "My wife will not try anal sex. What is the best way to approach trying it with her?", "sentence2": "What is the best way to get my wife into trying anal?", "label": 1}
{"sentence1": "Just finished my PhD and am getting rejected from every job I apply for. What am I doing wrong?", "sentence2": "I am from Mechanical background. Can I do PhD in CS. Can I get a job afterwards in India?", "label": 0}
{"sentence1": "Why is it important to soak all dry fruits before eating?", "sentence2": "Why are you supposed to soak almonds in water and peel the skins off before eating them?", "label": 0}
{"sentence1": "How old would George Washington be if he was still alive?", "sentence2": "Is Gary K. WOlf still alive or is he dead?", "label": 0}
{"sentence1": "Can someone on SSDI start a S corp?", "sentence2": "Arjun runs on a 2048m jogging course.There is always a signboard 80m away from another one.What is least possible number of signboard on the course?", "label": 0}
{"sentence1": "Which is the best smart phone?", "sentence2": "Which smart phone is best in 2016?", "label": 0}
{"sentence1": "What are the advantages of the Delhi metro?", "sentence2": "What is the advantage of monorail over metro?", "label": 0}
{"sentence1": "Why does the weather affect our mood?", "sentence2": "Does the weather affect your mood?", "label": 0}
{"sentence1": "What are the reasons for the failure of interviews?", "sentence2": "What are the reasons for the failure of Taggle.com?", "label": 0}
{"sentence1": "What do you think of the USA?", "sentence2": "What do you think of USA?", "label": 1}
{"sentence1": "How can I sync Facebook contacts with my Android phone?", "sentence2": "How do I sync Facebook contacts to my Android phone?", "label": 1}
{"sentence1": "How does post office make money from international parcels? So when I send a letter or package from Finland to US, Finnish postal service will receive my payment but the letter/package will be delivered by USPS. Does USPS make any money from my payment?", "sentence2": "How does the international postal system work?", "label": 0}
{"sentence1": "Is anyone incest here? Can you share your story?", "sentence2": "Can anyone share an insight on Texas?", "label": 0}
{"sentence1": "Is there a smart village in India?", "sentence2": "How can we develop a village as a smart village in India?", "label": 0}
{"sentence1": "How much revenue are Kiip developers making in 2015?", "sentence2": "How much revenue are Kiip developers making?", "label": 0}
{"sentence1": "Why are some babies born asleep?", "sentence2": "Why are some babies born dead?", "label": 0}
{"sentence1": "I believe my ex boyfriend have blocked me on WhatsApp but I still can see him online sometimes. Did he block me or did he change his privacy setting?", "sentence2": "Someone in WhatsApp deleted and blocked me. I didn't delete his contact, and after two weeks his profile picture and status appeared. His 'last seen' is not visible. If he comes online, can I see it?", "label": 0}
{"sentence1": "Can you grow food inside a bunker after a nuclear war?", "sentence2": "How do you grow food inside a bunker after a nuclear war?", "label": 1}
{"sentence1": "Is Deniz Arcak popular or was popular in Turkey?", "sentence2": "Prove that 1+z+z^2+…z^n=1-z^n+1/1-z where z not equal to 1?", "label": 0}
{"sentence1": "How do crowdsourcing apps (e.g. Uber, Airbnb) affect your digital habit?", "sentence2": "For what other services or products can a uber or airbnb like app or integrator be used?", "label": 0}
{"sentence1": "How can microorganisms be used?", "sentence2": "In what ways microorganisms are useful?", "label": 1}
{"sentence1": "How much sit-ups and crunches should I do per day to get a toned abs like Cristiano Ronaldo? And should I take rest 2 times a week like he does?", "sentence2": "How many rest days should you have when going to the gym. Currently I got 6 times a week and I'm not sure if that is too much or not?", "label": 0}
{"sentence1": "Is H2O a weak or strong ligand?", "sentence2": "What would happen if we threw a bottle of water onto the moon?", "label": 0}
{"sentence1": "MMORPGs: What motivates guys to play female characters?", "sentence2": "Would it ever be possible to make a mmorpg type of game where you can play as any fictional character from all media?", "label": 0}
{"sentence1": "How do I unlock a PC without knowing and resetting the password in Windows 7 with out recovery?", "sentence2": "How do I unlock a PC without knowing and resetting the password in Windows 7?", "label": 0}
{"sentence1": "What are the most exciting places to see in Italy as a tourist? Why?", "sentence2": "What are the most exciting places to see in Singapore as a tourist? Why?", "label": 0}
{"sentence1": "By 2050, will India provide reservations to the extremely poor in the Other Castes (OC)?", "sentence2": "Why in India are rich schedule caste people getting reservations who have the same resources and not the poor ones?", "label": 0}
{"sentence1": "Is it safe to buy a product from eBay.in?", "sentence2": "Is buying products from eBay safe?", "label": 0}
{"sentence1": "Is the amount of work that goes into building profitable startups underestimated?", "sentence2": "What are the best hostels at BITS Pilani (wifi, network, convenience etc…)?", "label": 0}
{"sentence1": "How do I know that the exercise which I solved in Wren and Martin book is correct?", "sentence2": "\"I know that \"\"a lot of money\"\" is correct. Is \"\"she has more money\"\" correct?\"", "label": 0}
{"sentence1": "Are there any good homemade remedies or exercises for a women during her monthly menstrual cycle?", "sentence2": "Is there any effective treatment for cervical spondylosis, as a home remedy, homeopathy, or exercise, etc.? Is it possible that this can effect someone's hearing ability?", "label": 0}
{"sentence1": "What is the meaning of Hindi slang word 'Bhasad'?", "sentence2": "What is he meaning of Hindi/Urdu word Darkhwast?", "label": 0}
{"sentence1": "What are the 7 different states of matter in Chemistry?", "sentence2": "What are the states of matter in a triangle?", "label": 0}
{"sentence1": "in my country I have 3 years driving experience but didn't drive Uber,can I drive Uber another country ?", "sentence2": "Can I drive for Uber in New Zealand while I am visiting on a tourist visa?", "label": 0}
{"sentence1": "Which is the number one state in India?", "sentence2": "What are the total number of states in India?", "label": 0}
{"sentence1": "Which is the best GATE coaching for CS/IT in Indore?", "sentence2": "Which is the best gate coaching for CS/IT in ahmedabad?", "label": 0}
{"sentence1": "Which is the best car in India below 11 Lakhs ?", "sentence2": "Which is the best buy car between 5 lakh to 10 lakh?", "label": 0}
{"sentence1": "What is it like to work at Warner Bros. Studios?", "sentence2": "How can I work at Pixar, Sony, Disney, Warner bros?", "label": 0}
{"sentence1": "Why is Palestine not shown on the Google map as all other countries are, in bold letters?", "sentence2": "How did Google Maps come about?", "label": 0}
{"sentence1": "What's the point of having followers on social networking sites like YouTube, Tumblr, Instagram, Facebook, Vine or Twitter?", "sentence2": "Are Indian Foreign Service Off. allowed to be active on social media, have an account on Facebook, Twitter, Instagram and maybe a channel on Youtube?", "label": 0}
{"sentence1": "Why do a song goes on playing in mind especially during exams?", "sentence2": "When I ask a question on Quora, if I need to add details it won't let me because it's too long. Is there a way around this?", "label": 0}
{"sentence1": "\"What are some movies similar to \"\"Equals\"\" and \"\"The Giver\"\"?\"", "sentence2": "What movies are similar to The LEGO Movie?", "label": 0}
{"sentence1": "What are great books to learn about Astrology?", "sentence2": "What are some good books for beginners to learn Vedic astrology?", "label": 0}
{"sentence1": "How can we add more number of topics on Quora?", "sentence2": "How can I create a new topic on Quora?", "label": 0}
{"sentence1": "How do you know you're in love again?", "sentence2": "How do you know you are in love with someone?", "label": 1}
{"sentence1": "How do I write a recommendation letter about myself?", "sentence2": "How do I write a recommendation letter?", "label": 1}
{"sentence1": "How could I make money on Facebook?", "sentence2": "How can I make money with Facebook traffic?", "label": 0}
{"sentence1": "When should I use Bcc in an email?", "sentence2": "Why can I see all the email addresss in the email although I sent it using bcc? See the details?", "label": 0}
{"sentence1": "What is the difference between web development and web design?", "sentence2": "What is the difference between web app development and web development?", "label": 0}
{"sentence1": "How do you check your SBI account number?", "sentence2": "How can I check my SBI current account?", "label": 0}
{"sentence1": "What do you like about your team’s software development cycle?", "sentence2": "See Picture. How do I fix this moustaches?", "label": 0}
{"sentence1": "What was Emma Watson's major?", "sentence2": "What is Emma Watson studying?", "label": 0}
{"sentence1": "What do I do ? M a average student jus done wid enginering! Also done wid ccna! Wht shud I go for.. MBA? Or ? Future brightening answers needed!", "sentence2": "How many hours does a plane fly a day?", "label": 0}
{"sentence1": "What is/are adhoc treasury bill/bills?", "sentence2": "What is the role of treasury?", "label": 0}
{"sentence1": "Who are Aghoris? What do they actually do and why do they only come out in public during Kumbhs?", "sentence2": "Which is the best literary work on Aghoris?", "label": 0}
{"sentence1": "What is the smartest thing that you've ever done with your iPhone?", "sentence2": "What is the smartest thing you have ever done in your life?", "label": 0}
{"sentence1": "What is your favourite place and why?", "sentence2": "Which is your Favourite place and why?", "label": 1}
{"sentence1": "What is the largest asteroid in our solar system?", "sentence2": "What is the largest moon in the solar system?", "label": 0}
{"sentence1": "Is a world war going to happen?", "sentence2": "Is there a possibility of World War III happening in the next 10 years?", "label": 1}
{"sentence1": "How can we stop Malpractices by banks during this demonetization?", "sentence2": "How did David Remnick become the editor of the New Yorker?", "label": 0}
{"sentence1": "Why has Priceline only charged half the amount for my airline tickets?", "sentence2": "What are important APIs to use for Android developers?", "label": 0}
{"sentence1": "If I have an app on my android smartphone that works offline and I turn only the GPS on (mobile data being turned off), does it consume any data?", "sentence2": "Will browsing Facebook while connected to Tor reveal that I was online to other friends? If they're on the mobile app on their phones, and I have chat turned off, will I remain unseen?", "label": 0}
{"sentence1": "Who is your favorite athlete?", "sentence2": "Who is your favorite professional athlete, and why?", "label": 0}
{"sentence1": "How does NBA system work?", "sentence2": "How does overtime work in the NBA?", "label": 0}
{"sentence1": "How should I improve my will power?", "sentence2": "How can I improve my remembering power?", "label": 0}
{"sentence1": "I wish to simulate a fake location for an app running on my iOS device. How do you fake a GPS location for iOS without jailbreaking as a non-coder?", "sentence2": "How can I fake my iPhone location without jailbreaking?", "label": 0}
{"sentence1": "How do I invest in the Indian share market?", "sentence2": "How can I learn the basics of investment in the Indian share market?", "label": 0}
{"sentence1": "Why doesn't my partner acknowledge any events in my life nor my feelings. Why do they constantly criticizes me?", "sentence2": "Why don't my friends seem interested in contacting me? It seemes as though they have just dropped me. I feel alone and sad why is that?", "label": 0}
{"sentence1": "How do I find the type of triangle with the help of 3 coordinates?", "sentence2": "How can I find the area of a triangle with side 3,2,1 cm?", "label": 0}
{"sentence1": "How do consumers seek choose purchase experience and evaluate Swiggy services?", "sentence2": "\"What publicly available car ratings and evaluations are worth consulting in a purchase decision? How \"\"definitive\"\" are Consumer Reports Ratings? Are there better guides to go by?\"", "label": 0}
{"sentence1": "How do I prepare for the New SAT?", "sentence2": "How do I self study for the new SAT?", "label": 0}
{"sentence1": "How do I update my Samsung Core 2 KitKat to the Lollipop version?", "sentence2": "Can a Samsung Galaxy Core 2 get Lollipop?", "label": 0}
{"sentence1": "What are the pros and cons of being a driver for Uber or Lyft in Kitchener, ON?", "sentence2": "What are the pros and cons of being a driver for Uber or Lyft in Seattle?", "label": 0}
{"sentence1": "How do I prepare for gate 2018 (CSE)?", "sentence2": "How do I prepare for GATE 2018 EEE?", "label": 0}
{"sentence1": "What are the all-time best Quora comments?", "sentence2": "What are the all-time best Quora answers?", "label": 0}
{"sentence1": "Why the growth of Patna seems to have slowed down very much? While other eastern cities are developing so fast.", "sentence2": "Why do Bengalis and people from some other states including the north-eastern states, have so much craze for Football, while others from India don't have it?", "label": 0}
{"sentence1": "Why hasn't any bidding-fee reverse auction / penny auction site been able to scale up like other e-commerce sites? (such as Dubli / Swoopo / Quibids / Madbid)", "sentence2": "Why aren't all products and services sold via reverse auction? Let the brands compete for the consumers business?", "label": 0}
{"sentence1": "How much time is required to learn Java?", "sentence2": "How much time is required to learn Java in less days?", "label": 0}
{"sentence1": "Is it possible to not be a citizen of any country?", "sentence2": "Can I be a citizen of every country?", "label": 0}
{"sentence1": "What is the corporate culture like at Zillow? How is the culture different than other companies?", "sentence2": "What is the corporate culture like at Ford? How is the culture different than other companies?", "label": 0}
{"sentence1": "What will be the gst impact on service sectors?", "sentence2": "What will be impact of GST on different sectors?", "label": 0}
{"sentence1": "Do people born in Argentina prefer to be called Argentinian or Argentine?", "sentence2": "What do Europeans think about Argentinians?", "label": 0}
{"sentence1": "What makes Quora different from others?", "sentence2": "Why is Quora more popular than other Q&A sites?", "label": 0}
{"sentence1": "Why SF6 is used in Circuit breakers instead of Co2?", "sentence2": "Which circuit breaker is best for home use?", "label": 0}
{"sentence1": "What are the social impacts of cyclones?", "sentence2": "What are the economic impacts of cyclones?", "label": 0}
{"sentence1": "Is Quora Moderation too strict?", "sentence2": "Is Quora content review too strict on controlling content", "label": 1}
{"sentence1": "What are the symptoms of kidney problems or disease?", "sentence2": "What are some of the symptoms of liver problems?", "label": 0}
{"sentence1": "Is there any teacher who has used Socrative in the classroom? How has been the experience?", "sentence2": "How can a teacher avoid being shy in the classroom?", "label": 0}
{"sentence1": "If hands on a watch move in anti-clock direction and the time is always correct at 12 O'clock, what is the actual time if the clock reads 8:30?", "sentence2": "Why is Nicolás Maduro unpopular?", "label": 0}
{"sentence1": "Where can I get the Olympiad question papers?", "sentence2": "Where can I get icse question papers?", "label": 0}
{"sentence1": "I have a picture of Arabic text. Can anyone translate this to English?", "sentence2": "can anyone translate this picture to English please", "label": 1}
{"sentence1": "What were the major effects of the cambodia earthquake, and how do these effects compare to the Banda Sea earthquake in 1938?", "sentence2": "What were the major effects of the cambodia earthquake, and how do these effects compare to the Sohei earthquake in 1361?", "label": 1}
{"sentence1": "Is it possible to take a welding inspector course after mechanical engineering in India?", "sentence2": "Is it possible to take a welding inspector course after mechanical engineering?", "label": 0}
{"sentence1": "What do the French think of British culture?", "sentence2": "How do British people see the Chinese?", "label": 0}
{"sentence1": "What does the United States of America (USA) need to improve?", "sentence2": "Why do Americans hate paying taxes so much?", "label": 0}
{"sentence1": "What is fiiser.com technology stack?", "sentence2": "What's the technology behind Manymo, the web based Android emulator?", "label": 0}
{"sentence1": "Need help finding bicycling themed charities. Not looking for specific cycling events but rather regional/national organizations involved with sport?", "sentence2": "Project ideas for national children science congress (NCSC) 2016 Under theme-sustainable development and sub theme-food and agriculture.", "label": 0}
{"sentence1": "Is it possible to not be able to fall in love?", "sentence2": "Is it possible to purposely fall in love?", "label": 0}
{"sentence1": "Can skipping increase my height?", "sentence2": "How can you increase your height?", "label": 0}
{"sentence1": "What are some unexpected things first-time visitors to Laos notice?", "sentence2": "What are some unexpected things first-time visitors to China notice?", "label": 0}
{"sentence1": "What are the projects an ece student can do at isro?", "sentence2": "What are the projects that ece student should do?", "label": 0}
{"sentence1": "How can I get a Chase Freedom cash advance?", "sentence2": "Does Chase charge a fee on cash advances?", "label": 0}
{"sentence1": "Which is the best winter training institute in Jaipur for big data?", "sentence2": "What is data stage? What is the best data stage online training institute?", "label": 0}
{"sentence1": "What is your review of Calendly?", "sentence2": "What is the calender of 2012?", "label": 0}
{"sentence1": "How many devices can one Netflix account simultaneously stream on?", "sentence2": "How common is account sharing in Netflix?", "label": 0}
{"sentence1": "When does the equator gets sunlight at 90-degree angles to its surface?", "sentence2": "Trigonometry: The Tan of angle A is equal to the Sin of angle B. Both angles are > 25 and < 35 degrees. What are A & B?", "label": 0}
{"sentence1": "Did US win or lose Vietnam war?", "sentence2": "Why did we lose the vietnam war?", "label": 1}
{"sentence1": "How long does it take to learn the guitar?", "sentence2": "Is 21 too late to learn guitar?", "label": 0}
{"sentence1": "Which fragrance is similar like reebok reeload deodorant?", "sentence2": "\"Bounce just released dryer sheets for men called \"\"Pure Sport\"\" so I guess I'm wondering: what fragrances are typically used in men's deodorant, soaps, etc. that make it (inexplicably) smell like \"\"sports\"\"?\"", "label": 0}
{"sentence1": "Which Better GPU for Gaming, GTX 940MX or GT 940M Twice is DDR3 4GB?", "sentence2": "Is GeForce 940mx better than 940m?", "label": 0}
{"sentence1": "Do you like spanking or being spanked?", "sentence2": "Does spanking work?", "label": 0}
{"sentence1": "Which are the top 20 Twitter influencers to follow if you are a start up and want to connect?", "sentence2": "What is the average number of syllables spoken per minute in a normal sentence?", "label": 0}
{"sentence1": "How many days will it take to update my address in an Aadhaar card?", "sentence2": "Recently I updated the address of my Aadhar card online. Will UIDAI send me the updated Aadhar card via post?", "label": 0}
{"sentence1": "What are the number of orders handled by Flipkart, Jabong, Myntra, Amazon, Snapdeal and eBay in a day?", "sentence2": "E-Commerce: What are the Internet Traffic Statistics for Amazon, Flipkart, Snapdeal, Myntra, Ebay etc and total number of daily orders?", "label": 0}
{"sentence1": "What is the ratio of male and female students in STEM fields at the undergraduate level in India? How does this compare to the US? What explains the difference?", "sentence2": "What would happen in India if the male to female ratio is 1:2?", "label": 0}
{"sentence1": "What is the easiest way to move files from one Mac to another?", "sentence2": "What's the fastest and/or easiest way to transfer large files from one Mac to another on the same network?", "label": 0}
{"sentence1": "How long do I have to wait to get answers to my Quora questions?", "sentence2": "Why do I continue to be asked to answer Quora questions I've already answered?", "label": 0}
{"sentence1": "Why do AI 127 flight from New Delhi to Chicago takes such a long route?", "sentence2": "How long will it take to travel to Kanyakumari from Delhi by road. And what all places should one see along the route?", "label": 0}
{"sentence1": "Who are the cheapest and best landscape consultants in Gujarat, India?", "sentence2": "Where can I get a sausage in Gujarat, India?", "label": 0}
{"sentence1": "How can you calculate the molar mass of methanol?", "sentence2": "How do you calculate the molar mass of K?", "label": 0}
{"sentence1": "Is apple juice acidic or basic? Why?", "sentence2": "How safe it is to give Apple juice to a dog?", "label": 0}
{"sentence1": "What is difference between inertia and static friction?", "sentence2": "What is the difference between kinetic and static friction?", "label": 0}
{"sentence1": "What do Chinese people think of Taiwan?", "sentence2": "How many mainland Chinese people are willing to use violence against Taiwan, even kill, for the sake of unification?", "label": 0}
{"sentence1": "What are the weaknesses of human resource management?", "sentence2": "What are the models of human resource management?", "label": 0}
{"sentence1": "What is a suitable inpatient drug and alcohol rehab center near Mecklenburg County NC?", "sentence2": "What is a suitable inpatient drug and alcohol rehab center near Lee County NC?", "label": 0}
{"sentence1": "What are some of the most common stereotypes about Spain in your country?", "sentence2": "What are the most common foods eaten by country?", "label": 0}
{"sentence1": "What machines can crush granite stone?", "sentence2": "Why are there crushed stones alongside rail tracks?", "label": 0}
{"sentence1": "What setup is openstreetmap.org currently using (Mapnik version, meta-tile, buffer-size, openstreetmap-carto style version)?", "sentence2": "Where can I learn how to use ArcGis 10.3 for free?", "label": 0}
{"sentence1": "How can we hack fb?", "sentence2": "How can someone hack a Facebook account?", "label": 1}
{"sentence1": "Which is better BITS pilani or NIT?", "sentence2": "Which college is better: IIT or BITS Pilani?", "label": 0}
{"sentence1": "How much does an average McDonald’s franchise make per year?", "sentence2": "How much does an average subway franchise make per year?", "label": 0}
{"sentence1": "How can I solve the following marked questions?", "sentence2": "How can I solve this?", "label": 0}
{"sentence1": "What are the various tasks you have and how will you efficiently multitask?", "sentence2": "What is the best designed door knob?", "label": 0}
{"sentence1": "Which are the most obedient and easy to train breed of dogs other than German Shephard, and Labrador?", "sentence2": "Other than PG-DAC which courses (Section A+B) are good in terms of placement and training?", "label": 0}
{"sentence1": "What are some sarcastic emotions?", "sentence2": "Is it ethical to be sarcastic?", "label": 0}
{"sentence1": "What does a typical working day look like for a senator?", "sentence2": "What does a typical work day look like for you?", "label": 0}
{"sentence1": "What type of government does Turkey have? How does it compare to the one in the United Kingdom?", "sentence2": "What type of government does Turkey have? How does it compare to those in other countries?", "label": 0}
{"sentence1": "Friends (TV series): Where is Monica's apartment located? What would the rent be on those apartments in NYC today? ", "sentence2": "What is the normal broker fee for renting an apartment in NYC?", "label": 0}
{"sentence1": "Why are Brahmins considered vegans?", "sentence2": "How can a Brahmin who loves a non-Brahmin, non-vegetarian girl, convince his Brahmin parents of the marriage? What will be the consequences after the marriage?", "label": 0}
{"sentence1": "Is Quora merging all similar questions?", "sentence2": "Why doesn't Quora use Machine Learning for automatically merging questions?", "label": 0}
{"sentence1": "What's the difference between a Principal Product Manager and a Sr. Product Manager?", "sentence2": "What is the difference between VP of Products and VP of Product Management?", "label": 0}
{"sentence1": "What are some ethical dilemmas?", "sentence2": "What are ethical dilemmas in the workplace?", "label": 0}
{"sentence1": "What is your review of Bloomberg News?", "sentence2": "What is your review of Bloomberg?", "label": 0}
{"sentence1": "Who is the prettiest actress of all time?", "sentence2": "Who is the most beautiful living actress?", "label": 0}
{"sentence1": "What does the term 'monetary gain' mean?", "sentence2": "How will monetary policy fail?", "label": 0}
{"sentence1": "What's wrong with this solution", "sentence2": "What is wrong with this solution?", "label": 0}
{"sentence1": "How can I pick up my USPS package before it is delivered?", "sentence2": "Does FedEx deliver packages to PO Boxes?", "label": 0}
{"sentence1": "What caused the Spanish Civil War?", "sentence2": "What was the Spanish Civil War? What caused it?", "label": 0}
{"sentence1": "How long does it take to open a savings bank account in ICICI bank?", "sentence2": "Which bank opens free account?", "label": 0}
{"sentence1": "What are some good hobbies and interests to put on a resume?", "sentence2": "Which hobbies we can add in our resume?", "label": 0}
{"sentence1": "What are all the telecom domain skills?", "sentence2": "How is the telecom domain?", "label": 0}
{"sentence1": "Who is Satoshi Nakamoto and what is BookinginBit?", "sentence2": "Who is most likely Satoshi Nakamoto?", "label": 0}
{"sentence1": "What language has the most phonetic alphabet, and which language has the most unphonetic alphabet (besides English)?", "sentence2": "What are the most common languages spoken in Canada besides English?", "label": 0}
{"sentence1": "How do you legally immigrate to America from Guatemala? How can I ease up this process?", "sentence2": "How can I immigrate to the US?", "label": 0}
{"sentence1": "For those with a tested IQ of 120 and can code: which languages did you find hard/ easy? And how long did it take you to learn them?", "sentence2": "\"By what process do humans \"\"remember to remember\"\"?\"", "label": 0}
{"sentence1": "What are good certifications for marketers?", "sentence2": "Where can I do digital marketing certification courses for free?", "label": 0}
{"sentence1": "How can I transfer all of my contacts, messages and WhatsApp stuff to an iPhone from my Android phone?", "sentence2": "How do I transfer WhatsApp messages from to iOS Android?", "label": 0}
{"sentence1": "What is it like to be in a submarine?", "sentence2": "What's it like to pilot a submarine?", "label": 0}
{"sentence1": "How do I get incoming and outgoing call details of a particular prepaid Telnor number here in India through online?", "sentence2": "How do get my incoming postpaid call details?", "label": 0}
{"sentence1": "Why don't most of the Hell's Kitchen winners follow through on their prizes?", "sentence2": "Why do the participants of Hell's Kitchen make so many mistakes?", "label": 0}
{"sentence1": "Cluedo vs. Scotland Yard - which is the better game?", "sentence2": "How do I beat Pandemic with 2 players?", "label": 0}
{"sentence1": "Who is the audience for a film of a white male baby who is parachuted into a remote community in the African jungle and rapidly rises to become King?", "sentence2": "What advice would you give a girl who want to become a video editor?", "label": 0}
{"sentence1": "What is the application of quantum physics in planetary sciences?", "sentence2": "Is there any overlap between quantum physics and computer science? And if there is, what is it?", "label": 0}
{"sentence1": "Do professors get irritated when students who don't attend lectures do really well in their classes?", "sentence2": "I asked a professor if I (non-student) could sit in on a small grad class, but I haven't heard back yet. What should I do next?", "label": 0}
{"sentence1": "What traits in INTPs (Ti, Ne, Si, Fe) would attract ISTP?", "sentence2": "As a woman, if you are truly honest, what would you say is the most attractive trait in a man? Why?", "label": 0}
{"sentence1": "How do I clear concepts of physics?", "sentence2": "How do I introduce an idea or concept clearly? (read description)?", "label": 0}
{"sentence1": "What does budget planning mean?", "sentence2": "What does the budget mean?", "label": 0}
{"sentence1": "How do I solve the equation?", "sentence2": "What's the easiest way to solve this equation?", "label": 0}
{"sentence1": "Who is the male model in the latest Trivago Indian advertisement?", "sentence2": "How do I get the male model look and body?", "label": 0}
{"sentence1": "Why is there such a large time gap between NCAA football season and the most important bowl games?", "sentence2": "What is a bowl game in college football? What is the oldest college bowl game?", "label": 0}
{"sentence1": "Should I join Jamboree or Princeton for GMAT preparation in Hyderabad?", "sentence2": "For my SAT coaching, Should I be attending Jamboree or the Princeton Review? Also, which branch 's the best to study at, in the NCR?", "label": 0}
{"sentence1": "Which OS is better, Windows 7 or Windows 10?", "sentence2": "Which is better windows 10 or 8?", "label": 0}
{"sentence1": "Are credit cards good or bad?", "sentence2": "Is having credit card a good thing?", "label": 0}
{"sentence1": "In Laravel Ajax When i use Illuminate\\Http\\Request  I get  500 (Internal Server Error)?", "sentence2": "What are best ideas for the mobile apps, which can work out in short time?", "label": 0}
{"sentence1": "What are the most notable accomplishments that Barack Obama has achieved during his presidency?", "sentence2": "What has been Barack Obama's greatest achievement so far as President?", "label": 0}
{"sentence1": "In what circumstances are different types of microscopes useful?", "sentence2": "What different uses are given to microscopes?", "label": 0}
{"sentence1": "What is the treatment for Adenomyosis (spongy uterus)?", "sentence2": "How can we prevent the Adenomyosis (spongy uterus)?", "label": 0}
{"sentence1": "Why aren't we able to improve the condition of farmers in India?", "sentence2": "When the condition of farmers in india will improve?", "label": 0}
{"sentence1": "How much money can I expect to earn by selling a script to Hollywood?", "sentence2": "Why do Hollywood screenwriters need to change 50% of a script in order to get credit?", "label": 0}
{"sentence1": "How do you change the font size of a [code]WKInterfaceLabel[/code] programmatically?", "sentence2": "What should I do if I lost my money?", "label": 0}
{"sentence1": "How would I dress in a workout gear like it's the year 1990 if I'm a guy?", "sentence2": "What workout attire would guys wear in the summer like it's the year 1990?", "label": 1}
{"sentence1": "What is the best free webDAV service?", "sentence2": "What is a good website for free books?", "label": 0}
{"sentence1": "What are the commonest pulmonary manifestation of hypertension?", "sentence2": "Can somebody give me an honest assessment of these computer specs?", "label": 0}
{"sentence1": "I'm a BTech student and I have 6 backlogs right now. I'm planning to apply for a program in the fall of 2016. Will this be a problem for my admission?", "sentence2": "I am planning to apply for the Fall '16. I am a B.tech (E&C) student. I have a low CGPA and have some backlogs. What should I do now to improve my resume?", "label": 0}
{"sentence1": "Is there an inpatient Drug and Alcohol Rehab Center in Amador County California?", "sentence2": "Can you easily monitor, analyse and report project portfolio activity, status, and metrics to provide accurate and up-to-date information?", "label": 0}
{"sentence1": "Why do Slavs squat?", "sentence2": "Will squats make my legs thicker?", "label": 0}
{"sentence1": "What's the average conversion rate for online retail store traffic?", "sentence2": "What is the average conversion rate of e-commerce sites?", "label": 1}
{"sentence1": "What happened to those people who get high marks by cheating in exams?", "sentence2": "I was good in studies till 10 igot 9.4 CGPA then I went to Kota and failed in 12th I am depressed totally broken what should I do?", "label": 0}
{"sentence1": "Is it free to connect Echo?", "sentence2": "If my Bluetooth enabled device (smartphone, tablet) is now connected using BT (headphones, car hands-free, etc), can it also connect to a BLE device (like a watch) for the low data-rate communications?", "label": 0}
{"sentence1": "Has any country other than India ever had Demonetization of their currency notes?", "sentence2": "Why is India's currency weaker than the currencies of Western countries?", "label": 0}
{"sentence1": "Why is the Mophie case charged by a micro-USB cable, and not a lightning cable?", "sentence2": "Which USB hub should I buy?", "label": 0}
{"sentence1": "Has anyone tried Indeed Prime?", "sentence2": "How does Indeed Prime work?", "label": 0}
{"sentence1": "Where can I listen genre- electric techno music on DJ services in Sydney?", "sentence2": "Where can I listen very energetic music on DJ services in Sydney?", "label": 0}
{"sentence1": "I want to lose 10 kgs in the next 3 to 4 months. How can I do so and get inspired that I have to do it?", "sentence2": "What are the best ways to lose weight?", "label": 0}
{"sentence1": "How much mileage can I expect from a Royal Enfield 350cc on city roads?", "sentence2": "Which is a good bike with a good mileage and for a comfortable ride in a city: Royal Enfield Bullet Electra 350 or a Classic 350?", "label": 0}
{"sentence1": "Can one reskin leather heels?", "sentence2": "\"What is \"\"genuine leather\"\" and what does the label mean?\"", "label": 0}
{"sentence1": "Why do the most of Azerbaijanis (ethnic Azeri living in Baku) who studied in Russian at school tend to speak Russian not Azerbaijani out of the class?", "sentence2": "How do I use Jiffies in Linux userspace?", "label": 0}
{"sentence1": "How do I cope up with anxiety attacks?", "sentence2": "How do you cope with anxiety?", "label": 1}
{"sentence1": "How are circus animals treated?", "sentence2": "Can animals be well-treated in a circus?", "label": 0}
{"sentence1": "Do atheists claim to have cornered the market on logic?", "sentence2": "How can we design a swipe input just like we see in setting mobile alarm?", "label": 0}
{"sentence1": "What are the main shoulder dumbbell exercises?", "sentence2": "Is Facebook Live safe?", "label": 0}
{"sentence1": "What is the best way to explain the concept of manifold to a novice?", "sentence2": "What is the best way to explain an idea you have to someone so that they really understand it, and can implement it?", "label": 0}
{"sentence1": "What is the book symbol on Tinder?", "sentence2": "How do I reset Tinder?", "label": 0}
{"sentence1": "What strikes first time visitors as special or unusual when they arrive in Batman, Turkey?", "sentence2": "What strikes first time visitors as special or unusual when they arrive in Van, Turkey?", "label": 0}
{"sentence1": "I am an Indian, I want to move to Greenland. I will go on a tourist visa and will never come back, what would you advise?", "sentence2": "Which countries provide visa on arrival, or visa-free entry, for Indians?", "label": 0}
{"sentence1": "How can you stop your Beagle Australian Shepherd mix puppies from biting your shoes?", "sentence2": "How do I stop my Chihuahua from biting my shoes?", "label": 1}
{"sentence1": "\"If I sent a message on Facebook Messenger and it was just \"\"sent\"\", and then I deleted it, will the recipient ever recieve it?\"", "sentence2": "Can a person see a sent message on Facebook messages?", "label": 0}
{"sentence1": "What are the features and tools I would miss in unreal engine 4 if I use blueprint visual programming language to build a game instead of using C++?", "sentence2": "If I was to learn a new programming language to make use of all the anticipated trends what would that language be?", "label": 0}
{"sentence1": "What is NFC good for?", "sentence2": "What is NFC?", "label": 0}
{"sentence1": "Why did Luna showed no expression when she heard Hermione torturing scream?", "sentence2": "If Jennifer Aniston is Jewish why does she always scream Jesus when scared?", "label": 0}
{"sentence1": "Do you believe that there is a God? Why or why not?", "sentence2": "Does God exist?", "label": 0}
{"sentence1": "\"How do you answer the question \"\"what are you good at?\"\"?\"", "sentence2": "\"How would you answer to the question... \"\"What If ?\"\"\"", "label": 0}
{"sentence1": "How do I find the best nasi goreng in Amsterdam?", "sentence2": "Which are the best drugs a person should experience in Amsterdam?", "label": 0}
{"sentence1": "What computer programs should an auto engineer know?", "sentence2": "How do you justify computer programming as engineering?", "label": 0}
{"sentence1": "When did season 5 of Breaking Bad start?", "sentence2": "When did season 4 of Breaking Bad start?", "label": 0}
{"sentence1": "What is this triple talaq issue all about?", "sentence2": "What does the Quran say about triple talaq?", "label": 0}
{"sentence1": "How much GPA should one maintain in his first year of engineering?", "sentence2": "Should I graduate in 3 years or double major and graduate in 4 if my goal is a PhD?", "label": 0}
{"sentence1": "How good is the MSc Innovation, Entrepreneurship and Management at Imperial College London ?", "sentence2": "What does Jake Williams think about the Blacksad books?", "label": 0}
{"sentence1": "Planning for a personal loan to buy a shop for my relative. How do I transfer the money to the owner of that shop efficiently? Any tax considerations?", "sentence2": "How do you view the phenomenon that a lot of mainland Chinese flood into HK for shopping?", "label": 0}
{"sentence1": "What would be good topic for Chemistry IA?", "sentence2": "What would be a good Chemistry IA question to do with Biology?", "label": 0}
{"sentence1": "What is the climate of California's coastal regions, and how does it compare to the climate in Illinois?", "sentence2": "What is the climate of California's coastal regions, and how does it compare to the climate in Wisconsin?", "label": 0}
{"sentence1": "What is the best competitor for Quora?", "sentence2": "Who are Quora's top 3 competitors?", "label": 0}
{"sentence1": "When Facebook message is delivered but not seen by the recipient though they are/have been online?", "sentence2": "What does it mean when one is shown as offline but my messages to the person on Facebook Messenger says that they are delivered? Does it mean is that the person is actually online?", "label": 0}
{"sentence1": "What can students do so that JoSAA/CSAB conducts a special round of counselling?", "sentence2": "Will there be special round of counselling conducted by JoSAA?", "label": 0}
{"sentence1": "How do you procrastinate and waste a lot of time?", "sentence2": "How do you not waste time?", "label": 0}
{"sentence1": "What diet works best to manage diabetes?", "sentence2": "What is the best smoothie for diabetes?", "label": 0}
{"sentence1": "If I add more salt than the saturation point of salt in water, what will happen to the excess salt?", "sentence2": "What's the most cringey anime?", "label": 0}
{"sentence1": "What is a good way to say 寒冷的西伯利亚 in English?", "sentence2": "How can we say 鸡精 in English?", "label": 0}
{"sentence1": "What are examples of solids?", "sentence2": "What are some examples of solids?", "label": 1}
{"sentence1": "Mathematical Puzzles: What is () + () + () = 30 using 1,3,5,7,9,11,13,15?", "sentence2": "What are the next two numbers in the sequence 9, 2, 4, 7, 13, 12, 17, 17, 30?", "label": 0}
{"sentence1": "Will apple release a new MacBook Pro soon?", "sentence2": "When will the next Macbook Pro (2016) be released?", "label": 1}
{"sentence1": "Can I change board to CBSE board in 11th and 12th if I studied 10th in state board?", "sentence2": "Can I change board from 11th state to 12th CBSE?", "label": 0}
{"sentence1": "How can I train my bladder to go to the toilet less frequently?", "sentence2": "Household Maintenance: How do you fix a running toilet?", "label": 0}
{"sentence1": "How is the carrer of neuroscientist related to science?", "sentence2": "Who is tribesman?", "label": 0}
{"sentence1": "Can you arrange DOHLAROAC to form a meaningful word?", "sentence2": "Where did the word teeter totter come form?", "label": 0}
{"sentence1": "What are some good books for learning mechanics?", "sentence2": "What are the best books to learn mechanics of business?", "label": 0}
{"sentence1": "How do I solve 3^1/3?", "sentence2": "How do I solve (x^2-1) /(x-3) <0?", "label": 0}
{"sentence1": "Are there musical modes in the chants of the Mandaya people of Davao, Philippines?", "sentence2": "What kind of music do the most intelligent people listen to?", "label": 0}
{"sentence1": "Who forged the long-form birth certificate allegedly belonging to Barack Obama?", "sentence2": "What does Barack Obama's birth certificate look like?", "label": 0}
{"sentence1": "What are pay scale of IAS, IPS, IFS and Group A Officers?", "sentence2": "What is the starting salary of a IAS officer in 7th revised pay scale in India?", "label": 0}
{"sentence1": "Why do people keep their black money in Swiss banks?", "sentence2": "Why is black money kept in a Swiss bank?", "label": 1}
{"sentence1": "\"Which is correct: \"\"a one\"\" or \"\"an one\"\"?\"", "sentence2": "\"Which one is correct, \"\"was\"\" or \"\"is\"\"?\"", "label": 0}
{"sentence1": "Is it okay not to throw up after drinking alcohol?", "sentence2": "How much alcohol or beer is safe for our body?", "label": 0}
{"sentence1": "How would you know if a person was still into you?", "sentence2": "\"How do you know if you are a \"\"people's person\"\"?\"", "label": 0}
{"sentence1": "How can I make $1 billion with $1?", "sentence2": "How can I make $1 billion from $100?", "label": 0}
{"sentence1": "Where can I watch US TV series free?", "sentence2": "Where can I watch the latest free movies or TV series?", "label": 0}
{"sentence1": "What did Mr. Bean do for a living?", "sentence2": "Why was Rowan Atkinson tired of working for Mr. Bean?", "label": 0}
{"sentence1": "How can a middle aged man, starting over as a computer programmer, overcome the ageism in the industry?", "sentence2": "What are the most important facilities and equipment needed in basketball?", "label": 0}
{"sentence1": "Why did Einstein assume that the maximum possible speed is the speed of light?", "sentence2": "How did Einstein conclude that speed of light is constant?", "label": 0}
{"sentence1": "Is Barack Obama a good negotiator?", "sentence2": "What are some good reasons to vote for Barack Obama in the 2012 US Presidential election?", "label": 0}
{"sentence1": "Can a Moto G screencast to a Samsung Smart TV without Chromecast?", "sentence2": "Can a Moto G3 screencast to a LG Smart TV without Chromecast?", "label": 0}
{"sentence1": "How do payment banks earn a profit?", "sentence2": "What kind of profit margin does a bar earn?", "label": 0}
{"sentence1": "I have a senior project to do. We're asked to come up with practical topics that can be experimented on and that have an actual application for the benefit of the society. What are some good topics for this?", "sentence2": "I am taking an assembly course in college, and they asked us to do a project and i was wondering what sort of projects can be done with assembly?", "label": 0}
{"sentence1": "Is Stamford Ct a good city for retirees?", "sentence2": "What should be architect of web application where have to handle 10 millions of request in a day?", "label": 0}
{"sentence1": "Is there a way that you can view a list of people who follow you back on snapchat (not just who added you on it)?", "sentence2": "Is there a way to find out how many people who you follow on Quora follow you back?", "label": 0}
{"sentence1": "Does soda/carbonated cold drinks help digest a spicy meal?", "sentence2": "What fruits help you digest faster after a meal?", "label": 0}
{"sentence1": "Has Trump completely destroyed his chances to woo Conservative Hispanics to support him?", "sentence2": "Has Donald Trump effectively lost the Hispanic vote?", "label": 0}
{"sentence1": "Can I deposit a cheque in a non-home branch of the state Bank of India?", "sentence2": "Can I deposit a cheque in my account at a non home SBI branch?", "label": 0}
{"sentence1": "What is the English translation for these Japanese sentences below?", "sentence2": "What is an English translation of this Japanese sentence?", "label": 0}
{"sentence1": "What are the pros and cons of doing MBA?", "sentence2": "What are the pros and cons of doing an MS before an MBA?", "label": 0}
{"sentence1": "Do people still use the name Gaylord to name their kid?", "sentence2": "In Hindu religion people name their kids with names of God. But I haven't seen anyone name their kid Jesus. Is there a particular reason behind it?", "label": 0}
{"sentence1": "What does it feel like to have sex while pregnant?", "sentence2": "Why do I crave savory foods while pregnant?", "label": 0}
{"sentence1": "What games can run on i3 dell 3537?", "sentence2": "Can I run FIFA 16 on my Dell XPS?", "label": 0}
{"sentence1": "How much money have you earned?", "sentence2": "How much money can one earn?", "label": 0}
{"sentence1": "What can I do if I forgot the email address to access my Tumblr account?", "sentence2": "How can I recover my email address on mail.ru? I forgot the username", "label": 0}
{"sentence1": "How much does radio advertising cost in Mumbai?", "sentence2": "How much does radio advertising cost in Pune?", "label": 0}
{"sentence1": "Who earns more money in Chicago Uber or Lyft drivers?", "sentence2": "Who earns more money in Austin Uber or Lyft drivers?", "label": 0}
{"sentence1": "Why do some materials like rubber bounce more than other materials like wood or metal?", "sentence2": "Why do we feel that some materials are colder than others?", "label": 0}
{"sentence1": "Is Jio going to send the bill of data usage to everyone after 31st Dec?", "sentence2": "Will Jio send a bill to pay after 31 Dec?", "label": 1}
{"sentence1": "What are your favorite marketing automation tools and what are they used for?", "sentence2": "What is the best marketing automation tool for small and mid-size companies?", "label": 0}
{"sentence1": "What is the difference between astronomy and physics, or between astronomers and physicists?", "sentence2": "What is the difference between astronomy and cosmology?", "label": 0}
{"sentence1": "Can I put a 22-watt LED bulb in a 60 watt fixture?", "sentence2": "If I give a 50 watt supply to a 100 watt bulb, how will it react?", "label": 0}
{"sentence1": "I want to start a online women clothing business. Where do I get catalogue from wholesale market?", "sentence2": "Can I still make a profit if I start an online business selling women clothing?", "label": 0}
{"sentence1": "How are you different from your parents?", "sentence2": "Why are you different from your parents?", "label": 0}
{"sentence1": "Is wearing ankle length pants trendy?", "sentence2": "Should a baby wear an ankle bracelet?", "label": 0}
{"sentence1": "What is concrete reasoning?", "sentence2": "What is concrete?", "label": 0}
